{
  "affective-computing": {
    "director": "Rosalind W. Picard",
    "brief": "Advancing wellbeing using new ways to communicate, understand, and respond to emotion",
    "peoplenum": 21,
    "hashnum": 20,
    "hashtags": [
      "#virtual reality",
      "#artificial intelligence",
      "#cognition",
      "#communications",
      "#consumer electronics",
      "#health",
      "#human-machine interaction",
      "#kids",
      "#learning",
      "#music",
      "#wearable computing",
      "#interfaces",
      "#social science",
      "#machine learning",
      "#behavioral science",
      "#social robotics",
      "#affective computing",
      "#wellbeing",
      "#autism research",
      "#human augmentation"
    ],
    "projects": {
      "BrainBeat: Breath-Based Music Therapy": {
        "brief": "Can we sonfiy calming breathing and passively influence a state of calm?Deep breathing has been scientifically proven to affect the heart..."
      },
      "EMMA: An Emotionally Intelligent Personal Assistant for Improving Wellbeing": {
        "brief": "The delivery of mental health interventions via ubiquitous devices has shown a lot of promise. A natural conversational interface that al..."
      },
      "Improving well-being for office workers": {
        "brief": "Excessive stress can decrease office workers' productivity and negatively impact overall health. This project aims to predict office work..."
      },
      "Improving well-being prediction performance using temporal machine learning models": {
        "brief": "This project aims to improve the prediction accuracy of well-being, i.e., stress, mood and health levels, using temporal machine learning..."
      },
      "WorldBeat: hearing the world differently": {
        "brief": "Can we modulate the way we hear the world around us to make it more calming or to induce focus? While technology is usually associated wi..."
      },
      "Open-Source SPRING": {
        "brief": "Open-Source Instructions for Building SPRING System"
      },
      "Electrocardiogram collection in noisy ambulatory environments with Android smartphone devices": {
        "brief": "The explosion of mHealth in both abundant and resource-constrained countries is both a cause for celebration and for concern. While ..."
      },
      "DIY Atomic Force Microscope and Pollution Measurement Platform": {
        "brief": "n/a"
      },
      "Understanding emotions in multiple sclerosis patients": {
        "brief": "More information coming soon."
      },
      "Injection Study": {
        "brief": "Many drugs, such as monoclonal antibodies, are administrated using parenteral delivery devices via subcutaneous injections. Unfortunately..."
      },
      "Machine Learning for Pain Measurement": {
        "brief": "Pain is a subjective experience commonly measured through patient’s self report. Unfortunately, self-report measures only work when ..."
      },
      "Physio FreeFall": {
        "brief": "This project seeks to examine the effects of altered gravity on an individual’s physiology during parabolic flight. Specifically, we will..."
      },
      "Improving RNN Sequence Generation with RL": {
        "brief": "This project investigates a general method for improving the structure and quality of sequences generated by a recurrent neural network (..."
      },
      "Personalized Animated Movies": {
        "brief": "Storytelling is a fundamental way in which human beings understand the world. Imagine watching a movie telling the story of your life, ho..."
      },
      "Behavioral Indications of Depression Severity": {
        "brief": "In collaboration with Massachusetts General Hospital, we are conducting a clinical trial exploring objective methods for assessing depres..."
      },
      "EngageME": {
        "brief": "Machine Learning and Humanoid Robots for Measuring Engagement of Children with AutismEngageME is a project aimed at building a new techno..."
      },
      "QuantifyMe": {
        "brief": "Unlike traditional randomized controlled trials that generalize relationships in large groups of people, single-case experiments seek to ..."
      },
      "Predicting Bonding in Conversations": {
        "brief": "We show that using thin slices (< 1 minute) of facial expression and body language data, we can train a deep neural network to predict..."
      },
      "Predicting Perceived Emotions in Animated GIFs with 3D Convolutional Neural Networks": {
        "brief": "\n                    Animated GIFs are widely used on the Internet to express emotions, but automatic analysis of their content is largel..."
      },
      "The enTRAIN Study: Physiological Synchrony in Children with Autism": {
        "brief": "Individuals with autism are known to have difficulties connecting with other people, reciprocating social interactions, and being emotion..."
      },
      "SPRING: A Smart Platform for Research, Intervention, & Neurodevelopmental Growth": {
        "brief": "SPRING is a custom-built hardware and software platform for children with neuro-differences. The system automates data acquisition, optim..."
      },
      "Modulating Peripheral and Cortical Arousal Using a Musical Motor Response Task": {
        "brief": "We are conducting EEG studies to identify the musical features and musical interaction patterns that universally impact measures of arous..."
      },
      "Traditional Chinese Medicine-Inspired Pulse Analysis": {
        "brief": "This study aims to bring objective measurement to the multiple \"pulse\" and \"pulse-like\" measures made by practitioners of traditional Chi..."
      },
      "Automated Tongue Analysis": {
        "brief": "A common practice in Traditional Chinese Medicine (TCM) is visual examination of the patient's tongue. This study will examine ways to ma..."
      },
      "BrightBeat: Effortlessly Influencing Breathing for Cultivating Calmness and Focus": {
        "brief": "The relationship between breathing and self-reported stress is bidirectional. Respiration pattern is an indicator of stress, but it can a..."
      },
      "Affective Response to Haptic Signals": {
        "brief": "This study attempts to examine humans' affective responses to superimposed sinusoidal signals. These signals can be perceived either thro..."
      },
      "EDA Explorer": {
        "brief": "Electrodermal Activity (EDA) is a physiological indicator of stress and strong emotion. While an increasing number of wearable devices ca..."
      },
      "\"Kind and Grateful\": Promoting Kindness and Gratitude with Pervasive Technology": {
        "brief": "We have designed a novel system to promote kindness and gratitude. We leverage pervasive technologies to naturally embed gratitude inspir..."
      },
      "The Challenge": {
        "brief": "Mental wellbeing is intimately tied to both social support and physical activity. The Challenge is a tool aimed at promoting social conne..."
      },
      "Wavelet-Based Motion Artifact Removal for Electrodermal Activity": {
        "brief": "Electrodermal activity (EDA) recording is a powerful, widely used tool for monitoring psychological or physiological arousal. However, an..."
      },
      "Predicting Students' Wellbeing from Physiology, Phone, Mobility, and Behavioral Data": {
        "brief": "The goal of this project is to apply machine learning methods to model the wellbeing of MIT undergraduate students. Extensive data is obt..."
      },
      "Real-Time Assessment of Suicidal Thoughts and Behaviors": {
        "brief": "Depression correlated with anxiety is one of the key factors leading to suicidal behavior, and is among the leading causes of death world..."
      },
      "An EEG and Motion-Capture Based Expressive Music Interface for Affective Neurofeedback": {
        "brief": "This project examines how the expression granted by new musical interfaces can be harnessed to create positive changes in health and well..."
      },
      "Valinor: Mathematical Models to Understand and Predict Self-Harm": {
        "brief": "We are developing statistical tools for understanding, modeling, and predicting self-harm by using advanced probabilistic graphical model..."
      },
      "Lensing: Cardiolinguistics for Atypical Angina": {
        "brief": "Conversations between two individuals—whether between doctor and patient, mental health therapist and client, or between two people roman..."
      },
      "Objective Asessment of Depression and its Improvement": {
        "brief": "Current methods to assess depression and then ultimately select appropriate treatment have many limitations. They are usually based on ha..."
      },
      "Tributary": {
        "brief": "The proliferation of smartphones and wearable sensors is creating very large data sets that may contain useful information. However, the ..."
      },
      "Fathom: Probabilistic Graphical Models to Help Mental Health Counselors": {
        "brief": "We explore advanced machine learning and reflective user interfaces to scale the national Crisis Text Line. We are using state-of-the-art..."
      },
      "Mapping the Stress of Medical Visits ": {
        "brief": "Receiving a shot or discussing health problems can be stressful, but does not always have to be. We measure participants' skin conductanc..."
      },
      "Building the Just-Right-Challenge in Games and Toys ": {
        "brief": "With the LEGO Group and Hasbro, we looked at the emotional experience of playing with games and LEGO bricks. We measured participants' sk..."
      },
      "SNAPSHOT Study": {
        "brief": "The SNAPSHOT study seeks to measure Sleep, Networks, Affect, Performance, Stress, and Health using Objective Techniques. It is an NIH-fun..."
      },
      "StoryScape": {
        "brief": "Stories, language, and art are at the heart StoryScape. While StoryScape began as a tool to meet the challenging language learning needs ..."
      },
      "FEEL: A Cloud System for Frequent Event and Biophysiological Signal Labeling": {
        "brief": "The wide availability of low-cost, wearable, biophysiological sensors enables us to measure how the environment and our experiences impac..."
      },
      "Panoply": {
        "brief": "Panoply is a crowdsourcing application for mental health and emotional wellbeing. The platform offers a novel approach to computer-based ..."
      },
      "Automatic Stress Recognition in Real-Life Settings": {
        "brief": "Technologies to automatically recognize stress are extremely important to prevent chronic psychological stress and pathophysiological ris..."
      },
      "Measuring Arousal During Therapy for Children with Autism and ADHD": {
        "brief": "Physiological arousal is an important part of occupational therapy for children with autism and ADHD, but therapists do not have a way to..."
      },
      "Mobile Health Interventions for Drug Addiction and PTSD": {
        "brief": "We are developing a mobile phone-based platform to assist people with chronic diseases, panic-anxiety disorders, or addictions. Making us..."
      },
      "Autonomic Nervous System Activity in Epilepsy": {
        "brief": "We are performing long-term measurements of autonomic nervous system (ANS) activity on patients with epilepsy. In certain cases, autonomi..."
      },
      "Improving Sleep-Wake Schedule Using Sleep Behavior Visualization and a Bedtime Alarm": {
        "brief": "Humans need sleep, along with food, water, and oxygen, to survive. With about one-third of our lives spent sleeping, there has been incre..."
      }
    }
  },
  "biomechatronics": {
    "director": "Hugh Herr",
    "brief": "Enhancing human physical capability",
    "peoplenum": 62,
    "hashnum": 7,
    "hashtags": [
      "#robotics",
      "#bioengineering",
      "#health",
      "#human-machine interaction",
      "#neurobiology",
      "#sports and fitness",
      "#interfaces"
    ],
    "projects": {
      "Computational Biomechanics": {
        "brief": "This research track focuses on the use of computational (and experimental) techniques to understand the biomechanical behavior of human t..."
      },
      "Electrical Interfaces": {
        "brief": "Specific aims of our team are to stimulate and sense communications between the human nervous system, limbs, and bionic prostheses. "
      },
      "Analysis of Residual Limb Changes using Digital Image Correlation and Finite Element Modelling": {
        "brief": "Local changes in the volume, shape, and mechanical properties of the residual limb can be caused by adjacent joint motion, muscle activat..."
      },
      "Transdermal Optogenetic Peripheral Nerve Stimulation": {
        "brief": "\n                    Optogenetic techniques have recently been applied to peripheral nerves as a scientific tool with the translatable go..."
      },
      "Revolutionizing Amputation Surgery for the Restoration of Natural Neural Sensation and Mobility": {
        "brief": "Lower-extremity amputation surgery has not seen significant change since the Civil War. This research is focused on the development of no..."
      },
      "An Osseointegrated Prosthesis with Bi-Directional Neural Communication": {
        "brief": "Recent advancements in orthopedic implants have made way for a new generation of bionic limbs that attach directly to the skeleton. Lever..."
      },
      "Terrain-Adaptive Lower Limb Prosthesis": {
        "brief": "Although there have been great advances in the control of lower extremity prostheses, transitioning between terrains such as ramps or sta..."
      },
      "FlexSEA: Flexible, Scalable Electronics Architecture for Wearable Robotics Applications": {
        "brief": "This project aims to enable fast prototyping of a multi-axis and multi-joint active prosthesis by developing a new modular electronics sy..."
      },
      "Powered Ankle-Foot Prosthesis": {
        "brief": "The human ankle provides a significant amount of net positive work during the stance period of walking, especially at moderate to fast wa..."
      },
      "Neural Interface Technology for Advanced Prosthetic Limbs": {
        "brief": "Recent advances in artificial limbs have resulted in the provision of powered ankle and knee function for lower extremity amputees and po..."
      },
      "Effect of a Powered Ankle on Shock Absorption and Interfacial Pressure": {
        "brief": "Lower-extremity amputees face a series of potentially serious post-operative complications. Among these are increased risk of further amp..."
      },
      "Volitional Control of a Powered Ankle-Foot Prosthesis": {
        "brief": "This project focuses on giving transtibial amputees volitional control over their prostheses by combining electromyographic (EMG) activit..."
      },
      "Tethered Robotic System for Understanding Human Movements": {
        "brief": "This project aims to build a powerful system as a scientific tool for bridging the gap in the literature by determining the dynamic biome..."
      },
      "Load-Bearing Exoskeleton for Augmentation of Human Running": {
        "brief": "Augmentation of human locomotion has proved an elusive goal. Natural human walking is extremely efficient, and the complex articulation o..."
      },
      "Sensor-Fusions for an EMG Controlled Robotic Prosthesis": {
        "brief": "Current unmotorized prostheses do not provide adequate energy return during late stance to improve level-ground locomotion. Robotic prost..."
      },
      "Biomimetic Active Prosthesis for Above-Knee Amputees": {
        "brief": "Using biologically inspired design principles, a biomimetic robotic knee prosthesis is proposed that uses a clutchable series-elastic act..."
      },
      "FitSocket: Measurement for Attaching Objects to People": {
        "brief": "A better understanding of the biomechanics of human tissue allows for better attachment of load-bearing objects to people. Think of shoes..."
      },
      "Control of Muscle-Actuated Systems via Electrical Stimulation": {
        "brief": "Motivated by applications in rehabilitation and robotics, we are developing methodologies to control muscle-actuated systems via electric..."
      },
      "Artificial Gastrocnemius": {
        "brief": "Human walking neuromechanical models show how each muscle works during normal, level-ground walking. They are mainly modeled with clutche..."
      },
      "Human Walking Model Predicts Joint Mechanics, Electromyography, and Mechanical Economy": {
        "brief": "We are studying the mechanical behavior of leg muscles and tendons during human walking in order to motivate the design of power-efficien..."
      }
    }
  },
  "camera-culture": {
    "director": "Ramesh Raskar",
    "brief": "Making the invisible visible–inside our bodies, around us, and beyond–for health, work, and connection",
    "peoplenum": 20,
    "hashnum": 21,
    "hashtags": [
      "#computer vision",
      "#artificial intelligence",
      "#bioengineering",
      "#civic media",
      "#civic technology",
      "#consumer electronics",
      "#developing countries",
      "#energy",
      "#health",
      "#human-machine interaction",
      "#pharmaceuticals",
      "#synthetic biology",
      "#urban planning",
      "#sensors",
      "#imaging",
      "#interfaces",
      "#member company",
      "#machine learning",
      "#computer science",
      "#engineering",
      "#internet of things"
    ],
    "projects": {
      "Seeing Through Realistic Fog": {
        "brief": "Seeing through dense, dynamic, and heterogeneous fog conditions. The technique, based on visible light, uses hardware that is similar to ..."
      },
      "High-Frequency LIDAR using Beat Notes": {
        "brief": "Time of Flight 3D cameras like the Microsoft Kinect, are prevalent in computer vision and computer graphics. In such devices, the power o..."
      },
      "Calibration Invariant Imaging": {
        "brief": "Object Classification through Scattering Media with Deep LearningA method for classifying objects hidden behind a scattering layer w..."
      },
      "Architecture Selection for Deep Neural Networks": {
        "brief": "We introduce MetaQNN, a meta-modeling algorithm based on reinforcement learning to automatically generate high-performing CNN architectur..."
      },
      "Streetchange": {
        "brief": "Computer vision uncovers predictors of physical urban change\n                    \n                "
      },
      "Near-Infrared Imaging for Detecting Caries and Structural Deformities in Teeth": {
        "brief": "Two-dimensional radiographs, while commonly used for evaluating sub-surface hard structures of teeth, have low sensitivity for early cari..."
      },
      "Next-generation protein vaccines against infectious diseases": {
        "brief": "The gram-positive cocci Streptococcus pneumoniae causes pneumonia, otitis media, meningitis, and bacteremia in pediatric, elderly, and im..."
      },
      "Efficient lensless imaging with a femto-pixel": {
        "brief": "Lensless Imaging with Compressive Ultrafast SensingTraditional cameras require a lens and a mega-pixel sensor to capture images. The lens..."
      },
      "Computation Ear Imaging": {
        "brief": "Computation photography applied to imaging the middle ear for infections. "
      },
      "Food sensing on smartphones": {
        "brief": "We demonstrate a smartphone based spectrometer design that is standalone and supported on a wireless platform. The device is inherently l..."
      },
      "Reading Through a Closed Book": {
        "brief": "Terahertz time-gated spectral imaging for content extraction through layered structures."
      },
      "Imaging with All Photons": {
        "brief": "How to see through tissueWe demonstrate a new method to image through scattering materials like tissue and fog. The demonstration include..."
      },
      "The Next 30 Years of VR ": {
        "brief": "In this visual brainstorming, we present the next 30 years of VR in a set of concept designs."
      },
      "StreetScore": {
        "brief": "StreetScore is a machine learning algorithm that predicts the perceived safety of a streetscape. StreetScore was trained using 2,920 imag..."
      },
      "Skin Perfusion Photography": {
        "brief": "Skin and tissue perfusion measurements are important parameters for diagnosis of wounds and burns, and for monitoring plastic and reconst..."
      },
      "Optical Brush: Enabling Deformable Imaging Interfaces": {
        "brief": "Our deformable camera exploits new, flexible form factors for imaging in turbid media. In this study we enable a brush-like form factor w..."
      },
      "Health-Tech Innovations with Tata Trusts, Mumbai": {
        "brief": "We believe that tough global health problems require an innovation pipeline. We must bring together the people and providers facing healt..."
      },
      "Blind and Reference-Free Fluorescence Lifetime Estimation via Consumer Time-of-Flight Sensors": {
        "brief": "Fluorescence lifetime imaging is a significant bio-imaging tool that finds important applications in life-sciences. Widely known applicat..."
      },
      "AnEye: Extending the Reach of Anterior Segment Ophthalmic Imaging": {
        "brief": "Eye exams via a slit lamp are critical in early diagnosis of diseases such as cataracts, corneal injury, and pterygia, in order to avert ..."
      },
      "Beyond the Self-Driving Car ": {
        "brief": "This concept gallery shows the chain of startups and ideas that will follow after the emergence of self-driving cars."
      },
      "Nashik Smart Citizen Collaboration with TCS": {
        "brief": "We believe that tough global health problems require an innovation pipeline. We must bring together the people and providers facing healt..."
      },
      "Hyderabad Eye Health Collaboration with LVP": {
        "brief": "We believe that tough global health problems require an innovation pipeline. We must bring together the people and providers facing healt..."
      },
      "Towards In-Vivo Biopsy": {
        "brief": "A new method to detect and distinguish between different types of fluorescent materials. The suggested technique has provided a dramatica..."
      },
      "Looking Around Corners": {
        "brief": "Using a femtosecond laser and a camera with a time resolution of about one trillion frames per second, we recover objects hidden out of s..."
      },
      "Time-of-Flight Microwave Camera": {
        "brief": "Our architecture takes a hybrid approach to microwaves and treats them like waves of light. Most other work places antennas in a 2D arran..."
      },
      "Single-Photon Sensitive Ultrafast Imaging": {
        "brief": "The ability to record images with extreme temporal resolution enables a diverse range of applications, such as time-of-flight depth imagi..."
      },
      "Identi-Wheez: A Device for In-home Diagnosis of Asthma": {
        "brief": "Asthma is the most common chronic illness among children. The skills required to diagnose it make it an even greater concern. Our solutio..."
      },
      "Unbounded High Dynamic Range Photography Using a Modulo Camera": {
        "brief": "We present a novel framework to extend the dynamic range of images called Unbounded High Dynamic Range (UHDR) photography with a modulo c..."
      },
      "Imaging Behind Diffusive Layers": {
        "brief": "Locating and classifying florescent tags behind turbid layers using time-resovled inversion Using time resolved and sparse optimizat..."
      },
      "Inverse Problems in Time-of-Flight Imaging": {
        "brief": "We are exploring mathematical modeling of time-of-flight imaging problems and solutions."
      },
      "New Methods in Time-of-Flight Imaging": {
        "brief": "Time-of-flight (ToF) cameras are commercialized consumer cameras that provide a depth map of a scene, with many applications in computer ..."
      },
      "Portable Retinal Imaging": {
        "brief": "The major challenge in preventing blindness is identifying patients and bringing them to specialty care. Diseases that affect the retina,..."
      },
      "Trillion Frames Per Second Camera": {
        "brief": "We have developed a camera system that captures movies at an effective rate of approximately one trillion frames per second. In one frame..."
      },
      "NETRA: Smartphone Add-On for Eye Tests": {
        "brief": "Can a person look at a portable display, click on a few buttons, and recover his or her refractive condition? Our optometry solution comb..."
      },
      "Imaging through Scattering Media Using Femtophotography": {
        "brief": "We use time-resolved information in an iterative optimization algorithm to recover reflectance of a three-dimensional scene hidden behind..."
      },
      "Reflectance Acquisition Using Ultrafast Imaging": {
        "brief": "We demonstrate a new technique that allows a camera to rapidly acquire reflectance properties of objects \"in the wild\" from a single view..."
      }
    }
  },
  "city-science": {
    "director": "Kent Larson",
    "brief": "Looking beyond smart cities",
    "peoplenum": 33,
    "hashnum": 26,
    "hashtags": [
      "#design",
      "#computer vision",
      "#architecture",
      "#artificial intelligence",
      "#augmented reality",
      "#civic technology",
      "#construction",
      "#cryptocurrency",
      "#data",
      "#developing countries",
      "#energy",
      "#environment",
      "#human-machine interaction",
      "#open source",
      "#politics",
      "#real estate",
      "#transportation",
      "#urban planning",
      "#interfaces",
      "#machine learning",
      "#behavioral science",
      "#mapping",
      "#data visualization",
      "#alumni",
      "#internet of things",
      "#startup"
    ],
    "projects": {
      "Theme | CityScope": {
        "brief": "City Science researchers are developing a slew of tangible and digital platforms dedicated to solving spatial design and urban planning c..."
      },
      "Deep Urban Interaction": {
        "brief": "Analyze and visualize urban interaction with computer vision and deep neural net. "
      },
      "TerMITes": {
        "brief": "View the TerMITes website for more informationTerMITes are wireless environmental sensors that capture data to help us better understand ..."
      },
      "Reversed Urbanism": {
        "brief": "Predicting Urban Performance Through Behavioral Patterns in Temporal Telecom DataThis study explores a novel method to analyze diverse be..."
      },
      "City Science Lab Shanghai": {
        "brief": "Tongji University, Shanghai, and the MIT Media Lab's City Science team are co-developing a version of the MIT CityScope platform for..."
      },
      "Spatial Flux: Body and Architecture in Space": {
        "brief": "Structurally, zero gravity means that we do not have to contend with architecture's greatest arch-nemesis, gravity. This opens up a new w..."
      },
      "CityMatrix": {
        "brief": "CityMatrix - An Urban Decision Support System Augmented by Artificial IntelligenceThesis CitationZhang, Yan. “CityMatrix – An Urban Decis..."
      },
      "Persuasive Electric Vehicle (PEV)": {
        "brief": "An Alternative Autonomous Revolution System design for emerging urban contexts and societal aspirations.The Persuasive Electric Vehi..."
      },
      "Escape Pod": {
        "brief": "The esc-Pod  (or Escape Pod): An exploratory platform for researchers investigating moments of refuge within our bustling work lives..."
      },
      "CityScope Volpe": {
        "brief": "CityScope Volpe is demonstrating most of the urban planning, analysis, and prediction features developed for the CityScope project. The s..."
      },
      "City Science Lab Aalto": {
        "brief": "Aalto University, Finland, and the MIT Media Lab’s City Science Initiative are co-developing a version of the MIT CityScope platform for ..."
      },
      "Andorra | Dynamic Urban Planning": {
        "brief": "View the main City Science Andorra project profile.Research in dynamic tools, mix users (citizens, workers) amenities, services, and land..."
      },
      "Urban Tattoo": {
        "brief": "Scalable Urban Infrastructure for Human-Machine CohabitationNew infrastructure to help sustain public-sector participation and operation,..."
      },
      "City Science Andorra": {
        "brief": "Andorra and the City Science research group at the MIT Media Lab are taking on the challenge of turning Andorra into an “Internationally ..."
      },
      "GSK Manufacturing Initiative": {
        "brief": "This project is the first of two projects in collaboration with GSK. We are developing a computational simulation that allows a human use..."
      },
      "Last Mile Logistics": {
        "brief": "Developed by Ira Winder with the MIT Centre for Transportation and Logistics, the model seeks to use real population data and create a si..."
      },
      "Human-Machine Cooperation (HMC) for Lightweight Autonomous Robots": {
        "brief": "Facilitating coexistence, trust-building, and collaboration among people and machines.New modes of 21st century urban transportation are ..."
      },
      "Service Deployment Simulation and Optimization for Mixed-Use Delivery Fleets": {
        "brief": "Forecasting the supply of fleets to meet emerging travel demands and service needs in citiesThe availability of vehicles is a critical fa..."
      },
      "City Science Lab Hamburg": {
        "brief": "Read more about this project hereMIT City Science is working with Hafencity University to develop CityScope for the neighborhood of Rothe..."
      },
      "GSK Places Initiative": {
        "brief": "This is the second project from the GSK collaboration. This project considers how space and collaboration are intertwined. We are develop..."
      },
      "CityScope Riyadh": {
        "brief": "We recently led a workshop in Saudi Arabia, with staff from the Riyadh Development Authority, to test a new version of our CityScope plat..."
      },
      "cityIO": {
        "brief": "Cloud-Based Urban Data PlatformcityI/O (input/output) is a cloud and data-base driven platfrom which allows remote participation, databas..."
      },
      "Torque": {
        "brief": "Open-Source Autonomous Platform for Educational & Service Design ApplicationsHow can new technologies respond to society’s diverse in..."
      },
      "CityScope Boston BRT": {
        "brief": "The Mobility Futures Collaborative in the MIT Department of Urban Studies and Planning (DUSP) and the Changing Places grou..."
      },
      "CityScope PlayGround: MIT East Campus": {
        "brief": "This project depicts the design, deployment and operation of a Tangible Regulation Platform, a physical-technological apparatus made for ..."
      }
    }
  },
  "civic-media": {
    "director": "Ethan Zuckerman",
    "brief": "Creating technology for social change",
    "peoplenum": 28,
    "hashnum": 37,
    "hashtags": [
      "#design",
      "#computer vision",
      "#artificial intelligence",
      "#augmented reality",
      "#civic media",
      "#civic technology",
      "#communications",
      "#consumer electronics",
      "#crowdsourcing",
      "#cryptocurrency",
      "#data",
      "#developing countries",
      "#economy",
      "#entertainment",
      "#government",
      "#health",
      "#holography",
      "#learning",
      "#networks",
      "#open source",
      "#politics",
      "#social media",
      "#storytelling",
      "#systems",
      "#urban planning",
      "#wearable computing",
      "#interfaces",
      "#social science",
      "#machine learning",
      "#collective intelligence",
      "#long-term interaction ",
      "#blockchain",
      "#ethics",
      "#computer science",
      "#makers",
      "#mapping",
      "#data visualization"
    ],
    "projects": {
      "Civic Entertainment": {
        "brief": "Civic Entertainment is a project based at the Center for Civic Media, MIT Media Lab that explores the intersection of civic engagement wi..."
      },
      "Gender Shades": {
        "brief": "The Gender Shades project pilots an intersectional approach to inclusive product testing for AI.Algorithmic Bias PersistsGender Shades is..."
      },
      "Gobo": {
        "brief": "Take control of your social feed.Gobo is a social media aggregator with filters you control. You can use Gobo to control what’s edited ou..."
      },
      "Media Cloud": {
        "brief": "Media Cloud is a platform for studying media ecosystems. By tracking millions of stories published online, the system allows researchers ..."
      },
      "CivilServant: User-Led Randomized Trials Online": {
        "brief": "The CivilServant project supports online communities to run their own experiments on the effects of moderation practices on antisocial be..."
      },
      "Algorithmic Justice League": {
        "brief": "www.ajlunited.orgAn unseen force is rising—helping to determine who is hired, granted a loan, or even how long someone spends in prison. ..."
      },
      "Going Dark: Collective Action in the reddit Blackout": {
        "brief": "How do people who lead communities on online platforms join together in mass collective action to influence platform operators? Going Dar..."
      },
      "Code4Rights": {
        "brief": "Code4Rights promotes human rights through technology education. By facilitating the development of rights-focused mobile applications in ..."
      },
      "DataBasic": {
        "brief": "DataBasic is a suite of web-based tools that give people fun and relevant ways learn how to work with data. Existing tools focus on opera..."
      },
      "OpenScope": {
        "brief": "OpenScope is an open source project that combines three components for anyone to explore the micro world anytime, anywhere. The 3D-printa..."
      },
      "Action Path": {
        "brief": "Action Path is a mobile app to help people learn about and engage with issues in their community. The app uses push notifications tied to..."
      },
      "The Babbling Brook": {
        "brief": "The Babbling Brook is an unnamed neighborhood creek in Waltham, MA, that winds its way to the Charles River. With the help of networked s..."
      },
      "DeepStream": {
        "brief": "Citizens and journalists are increasingly choosing to live stream civic events. But live streams are currently hard to find and lack in-d..."
      },
      "Open Water Project": {
        "brief": "The Open Water Project aims to develop and curate a set of low-cost, open source tools enabling communities everywhere to collect, interp..."
      },
      "Mission Wildlife": {
        "brief": "Mission Wildlife is a research collaboration between San Diego Zoo Global and the MIT Center for Civic Media to explore the pot..."
      },
      "Promise Tracker": {
        "brief": "Promise Tracker is a citizen-monitoring platform designed to help communities track issues they care about and use that information to ad..."
      },
      "Ant-Based Modeling": {
        "brief": "Ant-Based Modeling explores the possibility of implementing agent-based modeling with living ants and external stimuli such as ..."
      },
      "Scanner Grabber": {
        "brief": "Scanner Grabber is a digital police scanner that enables reporters to record, playback, and export audio, as well as archive public safet..."
      },
      "Data Therapy": {
        "brief": "As part of our larger effort to build out a suite of tools for community organizers, we are helping to build their capacity to do their o..."
      },
      "First Upload": {
        "brief": "First Upload is a tool for verifying the authenticity of news imagery. It helps find the first upload of imagery, particularly videos. Fi..."
      },
      "FOLD": {
        "brief": "Some readers require greater context to understand complex stories. FOLD (fold.cm) is an open publishing platform with a unique stru..."
      },
      "Make the Breast Pump Not Suck Hackathon": {
        "brief": "In September 2014, 150 parents, engineers, designers, and healthcare practitioners gathered at the MIT Media Lab for the \"Make the Breast..."
      },
      "NetStories": {
        "brief": "Recent years have witnessed a surge in online digital storytelling tools, enabling users to more easily create engaging multimedia narrat..."
      },
      "NewsPix": {
        "brief": "NewsPix is a simple news-engagement application that helps users encounter breaking news in the form of high-impact photos. It is current..."
      },
      "PageOneX": {
        "brief": "Newspaper front pages are a key source of data about our media ecology. Newsrooms spend massive time and effort deciding what stories mak..."
      },
      "Peer Appreciation in the Workplace": {
        "brief": "Organizations are deploying gratitude-tracking systems to encourage appreciation, promote pro-sociality, and monitor employee wellbeing. ..."
      }
    }
  },
  "collective-learning": {
    "director": "Cesar A. Hidalgo",
    "brief": "Transforming data into knowledge",
    "peoplenum": 39,
    "hashnum": 26,
    "hashtags": [
      "#virtual reality",
      "#computer vision",
      "#artificial intelligence",
      "#civic media",
      "#civic technology",
      "#cognition",
      "#communications",
      "#data",
      "#developing countries",
      "#economy",
      "#energy",
      "#entertainment",
      "#human-machine interaction",
      "#learning",
      "#member event",
      "#networks",
      "#politics",
      "#privacy",
      "#social media",
      "#storytelling",
      "#synthetic biology",
      "#urban planning",
      "#social science",
      "#machine learning",
      "#behavioral science",
      "#computer science"
    ],
    "projects": {
      "What is the optimal way to diversify an economy?": {
        "brief": "One of the eternal challenges of economic development is how to identify the economic activities that a country, city, or region should t..."
      },
      "SNAPSHOT Study": {
        "brief": "The SNAPSHOT study seeks to measure Sleep, Networks, Affect, Performance, Stress, and Health using Objective Techniques. It is an NIH-fun..."
      },
      "Temporal Scales of Human Forgetting": {
        "brief": "In what is probably his most famous poem--Poema 20--the Nobel Prize-winning poet Pablo Neruda wrote: “Es tan corto el..."
      },
      "When bullying meets (video) game theory: A novel framework to understand elementary school environments": {
        "brief": "Social learning has shown that people are more likely to learn from those who are seen as prestigious, talented, or that share demographi..."
      },
      "The laws of forgetting II: How death and exogenous events shape our collective memory": {
        "brief": "Events are able to trigger our remembers and make us go deeper in our memories. When the event affects a group of people, we can say that..."
      },
      "DIVE": {
        "brief": "DIVE is a new data exploration  platform that enables users to build rich stories from any dataset using just a few clicks. By combi..."
      },
      "Temporal Scales in Human Collective Forgetting: Modeling the forgetting of songs": {
        "brief": "Collective memory is the common representation of the past created by a group of people. This type of memory is a result of a complex soc..."
      },
      "The Observatory of Economic Complexity (OEC)": {
        "brief": "The Observatory of Economic Complexity (OEC) is the world's leading data visualization tool for international trade data. The OEC makes m..."
      },
      "DataUSA": {
        "brief": "DataUSA is the most comprehensive site visualizing public data for the United States. Through interactive profiles, DataUSA makes availab..."
      },
      "DataViva": {
        "brief": "DataViva made available data for the entire economy of Brazil, including exports and imports for each municipality and product, and occup..."
      },
      "Inequality and the impact of industrial structures": {
        "brief": "Decades ago development scholars argued that the productive structure of a country (i. e. the mix of industries operating in the country)..."
      },
      "Relatedness, Knowledge Diffusion, and the Evolution of Bilateral Trade": {
        "brief": "During the last few decades two important intellectual contributions have reshaped our understanding of international trade. On the one h..."
      },
      "Immersion": {
        "brief": "The current interface of emails is designed around time and messages, pushing people to focus on what is more recent rather than importan..."
      },
      "Place Pulse": {
        "brief": "Mapping the urban perception"
      },
      "Streetchange": {
        "brief": "Computer vision uncovers predictors of physical urban change\n                    \n                "
      },
      "StreetScore": {
        "brief": "StreetScore is a machine learning algorithm that predicts the perceived safety of a streetscape. StreetScore was trained using 2,920 imag..."
      },
      "ClintonCircle": {
        "brief": "ClintonCircle is a tool to help people easily explore the Hillary Clinton Email Archive, the Podesta Emails, and the DNC Email Archi..."
      },
      "Meet me in the middle: The reunification of the German research and innovation system": {
        "brief": "In 1990 Germany began the reunification of two separate research systems. Yet, the institutional unification of these system does not nec..."
      },
      "Shout!": {
        "brief": "Can I borrow your network? Shout! is a marketplace for retweets that allows people to exchange micro-contracts for future retweets. Shout..."
      },
      "Pantheon": {
        "brief": "What if we could look at the entire history of humanity at once? Pantheon aims to create a data-driven view of history by collecting..."
      },
      "Participie": {
        "brief": "Participie was a design experiment on direct participation for constrained choices (like budgets)."
      }
    }
  },
  "conformable-decoders": {
    "director": "Canan Dagdeviren",
    "brief": "Converting the patterns of nature and the human body into beneficial signals and energy",
    "peoplenum": 9,
    "hashnum": 7,
    "hashtags": [
      "#bioengineering",
      "#energy",
      "#health",
      "#neurobiology",
      "#wearable computing",
      "#sensors",
      "#biotechnology"
    ],
    "projects": {
      "Miniaturized Neural System for Chronic, Local Intracerebral Drug Delivery": {
        "brief": "Recent advances in medications for neurodegenerative disorders are expanding opportunities for improving the debilitating symptoms suffer..."
      },
      "Flexible piezoelectric devices for gastrointestinal motility sensing": {
        "brief": "Improvements in ingestible electronics with the capacity to sense physiological and pathophysiological states have transformed the standa..."
      },
      "Conformal Piezoelectric Mechanical Energy Harvesters: Mechanically Invisible Human Dynamos": {
        "brief": "Nearly all classes of wearable and implantable biomedical devices depend on battery power for continuous operation. However, the life spa..."
      },
      "Conformal, Implantable Viscosity, and Electrochemical Sensors": {
        "brief": "Continuous localized tissue monitoring and disease treatment"
      }
    }
  },
  "design-fiction": {
    "director": "NA",
    "brief": "Sparking discussion about the social, cultural, and ethical implications of emerging technologies through design and storytelling",
    "peoplenum": 0,
    "hashnum": 11,
    "hashtags": [
      "#design",
      "#art",
      "#bioengineering",
      "#civic media",
      "#civic technology",
      "#fashion",
      "#genetics",
      "#storytelling",
      "#synthetic biology",
      "#ethics",
      "#computer science"
    ],
    "projects": {
      "¡Onwards+Under!": {
        "brief": "¡ONWARDS + UNDER! proposes that as sea levels rise, particularly in highly populated coastal cities, the current plan to keep nature at b..."
      },
      "YOUR URGE TO BREATHE IS A LIE": {
        "brief": "YOUR URGE TO BREATHE IS A LIE (a direct quote from my free-diving instructor) is a progressive approach towards innovation, human respons..."
      },
      "I want to become a cephalopod": {
        "brief": "A transhumanist project towards co-evolution, rooted in desireI Want to Become a Cephalopod is a trans-humanist proposal for using m..."
      }
    }
  },
  "fluid-interfaces": {
    "director": "Pattie Maes",
    "brief": "Inventing the next-generation mobile device—highly personalized, wearable, and immersive—to support our unique needs and goals",
    "peoplenum": 70,
    "hashnum": 29,
    "hashtags": [
      "#virtual reality",
      "#art",
      "#artificial intelligence",
      "#augmented reality",
      "#cognition",
      "#consumer electronics",
      "#energy",
      "#entertainment",
      "#environment",
      "#extended intelligence",
      "#fashion",
      "#health",
      "#holography",
      "#human-machine interaction",
      "#kids",
      "#learning",
      "#manufacturing",
      "#perception",
      "#wearable computing",
      "#sensors",
      "#interfaces",
      "#3d printing ",
      "#machine learning",
      "#language learning",
      "#alumni",
      "#internet of things",
      "#wellbeing",
      "#human augmentation",
      "#startup"
    ],
    "projects": {
      "Engineering Dreams": {
        "brief": "OUR DREAM IS A SCI-FI FUTURE, WHERE DREAMS ARE CONTROLLABLE.We are working on building technology that interfaces with the sleeping mind...."
      },
      "AlterEgo": {
        "brief": "AlterEgo is a closed-loop, non-invasive, wearable system that allows humans to converse in high-bandwidth natural language with mach..."
      },
      "VR Maze in Zero Gravity": {
        "brief": "The brain uses space to index, organize, and retrieve memories. However, our sense of space depends on our perception of gravity. We..."
      },
      "Hand Development Kit": {
        "brief": "Recent developments in wearable robots and human augmentation open up new possibilities of designing computational interfaces integrated ..."
      },
      "Mathland: Play with Math in Mixed Reality": {
        "brief": "Mathematical experiences are intrinsic to our everyday lives, yet mathematics education is mostly confined to textbooks. Seymour Papert u..."
      },
      "GalVR: A Novel Collaboration Interface using GVS": {
        "brief": "GVS or galvanic vestibular stimulation is a technology that directly affects a user's vestibular system by altering their sense of balanc..."
      },
      "Auris: Creating Affective Virtual Spaces from Music": {
        "brief": "Light, color, texture, geometry and other architectural design elements have been shown to produce predictable and measurable effects on ..."
      },
      "The Blank Canvas": {
        "brief": "This is the first episode of 'The Blank Canvas', a Virtual Reality platform that showcases the future of science and scientific communica..."
      },
      "Words in Motion": {
        "brief": "Embodied theories of language propose that the way we communicate verbally is grounded in our body. Nevertheless, the way a second langua..."
      },
      "HoloBits: Creativity and Fun in Mixed Reality": {
        "brief": "The onset of Mixed Reality as a platform offers the opportunity to create new playful paradigms for building and fostering creativity. Th..."
      },
      "Reality Editor 2.0": {
        "brief": "The Reality Editor is a web browser for the physical world: Point your phone or tablet at a physical object and an interface pops up with..."
      },
      "DermalAbyss: Possibilities of Biosensors as a Tattooed Interface": {
        "brief": "Can tattoos embrace technology in order to make the skin interactive?The DermalAbyss project is the result of a collaboration between MIT..."
      },
      "VR Full Body Tracking": {
        "brief": "The setup involves adding one controller/tracker per foot and one at the base of the back along with two hand-held controllers and the HM..."
      },
      "EmotionalBeasts": {
        "brief": "An experiment with the manipulation of a user’s self-expression in VR space and as well as the perception of others in it, prov..."
      },
      "PhysioHMD": {
        "brief": "To create a seamless experience, we have integrated several bio-signal sensors into the faceplate of an HTC VIVE VR headset and utilized ..."
      },
      "Tree": {
        "brief": "Tree is a virtual experience that transforms you into a rainforest tree. With your arms as branches and body as the trunk, you experience..."
      },
      "NeverMind: Using AR for Memorization": {
        "brief": "NeverMind is an interface and application designed to support human memory. We combine the memory palace memorization method with augment..."
      },
      "TreeSense": {
        "brief": "Is it possible to experience being another life form? Created by Yedan Qian (Umeå Institute of Design) and Xin Liu from the Flu..."
      },
      "Reality Editor": {
        "brief": "The Reality Editor is a new kind of tool for empowering you to connect and manipulate the functionality of physical objects. Just point t..."
      },
      "PsychicVR": {
        "brief": "PsychicVR integrates a brain-computer interface device and virtual reality headset to improve mindfulness while enjoying a playful immers..."
      },
      "ShowMe: Immersive Remote Collaboration System with 3D Hand Gestures": {
        "brief": "ShowMe is an immersive mobile collaboration system that allows remote users to communicate with peers using video, audio, and gestures. W..."
      },
      "CocoVerse: A Playground for Cocreation and Communication in Virtual Reality": {
        "brief": "Real-time collaborative self-expression in virtual reality. "
      },
      "WordSense": {
        "brief": "As more powerful and spatially aware Augmented Reality devices become available, we can leverage the user’s context to embed reality with..."
      },
      "Body Quest: A Room-Scale VR Playground for Biology and Chemistry": {
        "brief": "Body Quest is a room-scale virtual reality playground for learning about biology and chemistry. Learning about how complex microscopic 3D..."
      },
      "HRQR": {
        "brief": "HRQR is a visual Human and Machine Readable Quick Response Code that can replace usual 2D barcode and QR Code applications. The code can ..."
      },
      "Skrin": {
        "brief": "Skrin is an exploration project on digitalized body skin surface using embedded electronics and prosthetics. Human skin is a means for pr..."
      },
      "A Flying Pantograph": {
        "brief": "We explore an art form where machines take on an essential role in the aesthetics and processes of the creation. Our main theme can be su..."
      },
      "Oasis": {
        "brief": "Oasis won Silver at the Edison Awards 2017.Oasis received the Best Paper Award at VRST 2016.Oasis is a novel system for automatically gen..."
      },
      "BrainVR: A Neuroscience Learning Experience in Virtual Reality": {
        "brief": "BrainVR is a learning experience for neuroscience that leverages motion-tracked virtual reality to convey cutting-edge knowledge in neuro..."
      },
      "Invisibilia: Revealing Invisible Data as a Tool for Experiential Learning  ": {
        "brief": "Invisibilia seeks to explore the use of Augmented Reality (AR), head-mounted displays (HMD), and depth cameras to create a system that ma..."
      },
      "Remot-IO: A System for Reaching into the Environment of a Remote Collaborator": {
        "brief": "Remot-IO is a system for mobile collaboration and remote assistance around Internet-connected devices. It uses two head-mounted displays,..."
      },
      "Open Hybrid": {
        "brief": "Open Hybrid is an open source augmented reality platform for physical computing and Internet of Things. It is based on the web and Arduino."
      },
      "TagMe": {
        "brief": "TagMe is an end-user toolkit for easy creation of responsive objects and environments. It consists of a wearable device that recognizes t..."
      },
      "EyeRing: A Compact, Intelligent Vision System on a Ring": {
        "brief": "EyeRing is a wearable, intuitive interface that allows a person to point at an object to see or hear more information about it. We came u..."
      },
      "FingerReader": {
        "brief": "FingerReader is a finger-worn device that helps the visually impaired to effectively and efficiently read paper-printed text. It works in..."
      },
      "Essence": {
        "brief": "The sense of smell is perhaps the most pervasive of all senses, but it is also one of the least understood and least exploited in HCI. We..."
      },
      "Fluxa": {
        "brief": "Fluxa is a compact wearable device that exploits body movements, as well as the visual effects of persistence of vision (POV), to generat..."
      }
    }
  },
  "human-dynamics": {
    "director": "Alex 'Sandy' Pentland",
    "brief": "Exploring how social networks can influence our lives in business, health, governance, and technology adoption and diffusion",
    "peoplenum": 70,
    "hashnum": 46,
    "hashtags": [
      "#robotics",
      "#design",
      "#artificial intelligence",
      "#banking and finance",
      "#civic technology",
      "#cognition",
      "#communications",
      "#consumer electronics",
      "#crowdsourcing",
      "#cryptocurrency",
      "#data",
      "#developing countries",
      "#economy",
      "#entertainment",
      "#extended intelligence",
      "#government",
      "#health",
      "#human-machine interaction",
      "#kids",
      "#learning",
      "#music",
      "#networks",
      "#open source",
      "#perception",
      "#politics",
      "#privacy",
      "#security",
      "#social media",
      "#systems",
      "#transportation",
      "#urban planning",
      "#wearable computing",
      "#sensors",
      "#networking",
      "#social science",
      "#machine learning",
      "#collective intelligence",
      "#behavioral science",
      "#social robotics",
      "#nonverbal behavior",
      "#blockchain",
      "#ethics",
      "#trust",
      "#computer science",
      "#mapping",
      "#wellbeing"
    ],
    "projects": {
      "Measuring and Reducing Social Segregation in Cities": {
        "brief": "We use high-resolution geospatial data collected from mobile phones to measure a new metric of city health in cities across the United St..."
      },
      "Blockchain: A new framework for robotic swarm systems": {
        "brief": "Swarms of robots will revolutionize many applications, from targeted material delivery to farming. However, the characteristics that make..."
      },
      "RoboChain: A Secure Data-Sharing Framework for Human-Robot Interaction": {
        "brief": " A learning framework for secure, decentralized, computationally efficient data and model sharing among multiple robot units installed at..."
      },
      "OPEN TrialChain": {
        "brief": "In this project, we are motivated to address clinical trials issues using Blockchain technology. We propose, OPEN TrialChain, a privacy-p..."
      },
      "SMART^2 OPAL": {
        "brief": "Privacy-preserving mHealth application using Open Algorithm (OPAL) architecture to address urgent care challenges in Riyadh, Saudi Arabia."
      },
      "Healthy Blockchain": {
        "brief": "Achieving a safe privacy-preserving information sharing environment for individualized care using blockchain-based technology in multiple..."
      },
      "Augmented Eternity and Swappable Identities": {
        "brief": "Have you ever wondered what a friend would do if she was in your decision-making situation? Or thought about where a family mem..."
      },
      "Social Learning Recommender Bots": {
        "brief": "We build recommender bots that use machine learning and network analytics to create personalized recommendations for users on various soc..."
      },
      "Social AI and Extended Intelligence": {
        "brief": "There is a deep fear that human jobs will be replaced by AI. Rather than racing against the machines, our aim is to show that a human-AI ..."
      },
      "Secure Sharing of Wildlife Data": {
        "brief": "Leveraging the power of platforms, big data, and advanced analytics for species protection and the public good in a privacy-preserving, s..."
      },
      "Rhythm: Open measurement and feedback tools for human interaction": {
        "brief": "Rhythm is a collection of open-source tools to make it easier for researchers to examine, analyze, and augment human interaction. Rh..."
      },
      "The Ripple Effect: You Are More Influential Than You Think": {
        "brief": "The well-known \"small-world\" phenomenon indicates that an individual can be connected with any other in the world through a limited numbe..."
      },
      "Social Physics of Unemployment": {
        "brief": "Earlier studies proved that behavior is highly shaped and constrained by one's social networks, and demonstrated ways in which individual..."
      },
      "DeepShop: Understanding Purchase Patterns via Deep Learning": {
        "brief": "The recent availability of quantitative behavioral data provides an opportunity to study human behavior at unprecedented scale. Using lar..."
      },
      "Managing Travel Demand: Location Recommendation for System Efficiency": {
        "brief": "Growth in leisure travel has become increasingly signi\fcant economically, socially, and environmentally. However, flexible but uncoordina..."
      },
      "bandicoot: A Python Toolbox for Mobile Phone Metadata": {
        "brief": "bandicoot provides a complete, easy-to-use environment for researchers using mobile phone metadata. It allows them to easily load their d..."
      },
      "On the Reidentifiability of Credit Card Metadata": {
        "brief": "Even when real names and other personal information are stripped from metadata datasets, it is often possible to use just a few pieces of..."
      },
      "Enigma": {
        "brief": "A peer-to-peer network, enabling different parties to jointly store and run computations on data while keeping the data completely privat..."
      },
      "Recurrent Neural Network in Context-Free Next-Location Prediction": {
        "brief": "Location prediction is a critical building block in many location-based services and transportation management. This project explores the..."
      },
      "Prediction Markets: Leveraging Internal Knowledge to Beat Industry Prediction Experts": {
        "brief": "Markets are notorious for bubbles and bursts. Other research has found that crowds of lay-people can replace even leading experts to pred..."
      },
      "Social Bridges in Community Purchase Behavior": {
        "brief": "The understanding and modeling of social influence on human economic behavior in city environments can have important implications. In th..."
      },
      "Sensible Organizations": {
        "brief": "Data mining of email has provided important insights into how organizations function and what management practices lead to greater produc..."
      },
      "Data-Pop Alliance": {
        "brief": "Data-Pop Alliance is a joint initiative on big data and development with a goal of helping to craft and leverage the new ecosystem of big..."
      },
      "Leveraging Leadership Expertise More Effectively in Organizations": {
        "brief": "We believe that the narrative of only listening to experts or trusting the wisdom of the crowd blindly is flawed. Instead we have develop..."
      },
      "openPDS/ SaferAnswers: Protecting the Privacy of Metadata": {
        "brief": "In a world where sensors, data storage, and processing power are too cheap to meter, how do you ensure that users can realize the full va..."
      },
      "Open Badges": {
        "brief": "We present Open Badges, an open-source framework and toolkit for measuring and shaping face-to-face social interactions using either cust..."
      },
      "Mobile Territorial Lab": {
        "brief": "The Mobile Territorial Lab (MTL) aims at creating a \"living\" laboratory integrated in the real life of the Trento territory in Italy, ope..."
      },
      "Incentivizing Cooperation Using Social Pressure ": {
        "brief": "Cooperation in a large society of self-interested individuals is notoriously difficult to achieve when the externality of one individual'..."
      }
    }
  },
  "lifelong-kindergarten": {
    "director": "Mitchel Resnick",
    "brief": "Engaging people in creative learning experiences",
    "peoplenum": 61,
    "hashnum": 9,
    "hashtags": [
      "#design",
      "#art",
      "#data",
      "#kids",
      "#learning",
      "#music",
      "#storytelling",
      "#computer science",
      "#makers"
    ],
    "projects": {
      "Desafio Aprendizagem Criativa Brasil 2018": {
        "brief": "ATENÇÃO: Saiu o resultado do Desafio Aprendizagem Criativa Brasil 2018! Clique aqui para conhecer os fellows e os projetos seleciona..."
      },
      "Scratch in Space": {
        "brief": "The Scratch Team invited young people from around the world to create Scratch projects designed specifically to be played in zero gr..."
      },
      "Scratch": {
        "brief": "Scratch is a programming language and online community that makes it easy to create your own interactive stories, games, and animations–a..."
      },
      "Scratch 3.0": {
        "brief": "Since the release of Scratch in 2007, young people around the world have programmed and shared more than 15 million Scratch projects . Th..."
      },
      "Scratch Online Community": {
        "brief": "Launched in 2007, the Scratch Online Community enables children, primarily between the ages of 8 and 16, to share interactive media such ..."
      },
      "Computational Tinkering": {
        "brief": "As children tinker with materials in the world, they are constantly putting things together and taking them apart. They are learning thro..."
      },
      "Microworlds": {
        "brief": "The MIT Scratch Team is exploring ways to make it easier for newcomers to get started creating with coding. We are designing \"microworlds..."
      },
      "ScratchBit": {
        "brief": "ScratchBit is an effort to enable children to create more seamlessly in both the physical and digital world by creating a dedicated physi..."
      },
      "Getting Started with Scratch": {
        "brief": "Every day, young people around the world use the Scratch programming language to create and share thousands of interactive projects on th..."
      },
      "Scratch Extensions": {
        "brief": "The Scratch extension system enables anyone to extend the Scratch programming language through custom programming blocks written in JavaS..."
      },
      "Scratch Memories": {
        "brief": "Scratch Memories is a dynamically generated, personalized web-based visualization that celebrates a Scratcher’s journey by highlighting t..."
      },
      "Learning Creative Learning": {
        "brief": "Learning Creative Learning is an online course that introduces ideas and strategies for supporting creative learning. The course engages ..."
      },
      "Paper Circuits": {
        "brief": "Paper circuitry blends conductive craft materials with electronics components to engage learners in circuit building and programming thro..."
      },
      "Creative Learning in Brazil / Aprendizagem Criativa no Brasil": {
        "brief": "The Lemann Creative Learning Program is a collaboration between the MIT Media Lab and the Lemann Foundation to foster creative learning i..."
      },
      "Scratch Day": {
        "brief": "Scratch Day (day.scratch.mit.edu) is a network of face-to-face local gatherings, on the same day in all parts of the world, where people ..."
      },
      "ScratchJr": {
        "brief": "ScratchJr makes coding accessible to younger children (ages 5-7), enabling them to program their own interactive stories, games, and anim..."
      },
      "Duct Tape Network": {
        "brief": "The Duct Tape Network (DTN) is a series of fun, hands-on maker clubs that encourage young children (ages 7-10) to use cardboard, tape, wo..."
      },
      "Computer Clubhouse": {
        "brief": "At Computer Clubhouse after-school centers, young people (ages 10-18) from low-income communities learn to express themselves creatively ..."
      }
    }
  },
  "living-mobile": {
    "director": "Chris Schmandt",
    "brief": "Enhancing mobile life through improved user interactions",
    "peoplenum": 12,
    "hashnum": 10,
    "hashtags": [
      "#augmented reality",
      "#communications",
      "#fashion",
      "#human-machine interaction",
      "#networks",
      "#wearable computing",
      "#sensors",
      "#interfaces",
      "#social science",
      "#data visualization"
    ],
    "projects": {
      "ARTextiles: Promoting Social Interactions Around Personal Interests": {
        "brief": "Abstract data visualizations for enhancing social interactions through clothing and augmented reality."
      },
      "Intrepid": {
        "brief": "Every 98 seconds, a person in the United States is sexually abused. Every 16 hours, a woman in the United States is murdered by her ..."
      },
      "Inertia": {
        "brief": "Platform for exploring physical interactions between real active agents and virtual elements on an Augmented Reality environment. The use..."
      },
      "Conforming Materials": {
        "brief": "Combining the art of two worlds–fashion and biology–into one. Conforming Materials is working towards designing fully recyclable clo..."
      },
      "Kino": {
        "brief": "This work explores a dynamic future in which the accessories we wear are no longer static, but are instead mobile, living objects on the ..."
      },
      "MetaSpace I": {
        "brief": "Most current virtual reality interactions are mediated by hand-held input devices or hand gestures and they usually display only a partia..."
      },
      "DuoSkin": {
        "brief": "DuoSkin is a fabrication process that enables anyone to create customized functional devices that can be attached directly to the skin. U..."
      },
      "NailO": {
        "brief": "NailO is a wearable input device in the form of a commercialized nail art sticker. It works as a miniaturized trackpad the size and thick..."
      },
      "Activ8": {
        "brief": "Activ8 is a system of three short games: See-Saw, a balancing game for Google Glass; Jump Beat, a music beat matching game for Google Gla..."
      },
      "Amphibian: Terrestrial SCUBA Diving Simulator Using Virtual Reality": {
        "brief": "SCUBA diving as a sport has enabled people to explore the magnificent ocean diversity of beautiful corals, striking fish, and mysterious ..."
      },
      "CAPS: Curbing Assault to Protect Society": {
        "brief": "We present CAPS, wearable on-body capsules which produce repulsive odor to deter sexual abuse. The capsules can be triggered by self..."
      },
      "Variable Reality: Interaction with the Virtual Book": {
        "brief": "Variable Reality is an augmented reality system designed for reading digital and physical books more intuitively and efficiently. Through..."
      },
      "ChromoSkin": {
        "brief": "Makeup has long been used as a body decoration process for self-expression and for the transformation of one's appearance. While the mate..."
      },
      "Spellbound": {
        "brief": "Emerging pervasive games use sensors, graphics and networking technologies to provide immersive game experiences integrated with the real..."
      },
      "SensorTape: Modular and Programmable 3D-Aware Dense Sensor Network on a Tape": {
        "brief": "SensorTape is a modular and dense sensor network in a form factor of a tape. SensorTape is composed of interconnected and programmable se..."
      },
      "Spotz": {
        "brief": "Exploring your city is a great way to make friends, discover new places, find new interests, and invent yourself. Spotz is an Android app..."
      },
      "Rovables": {
        "brief": "We introduce Rovables, a miniature robot that can move freely on unmodified clothing. The robots are held in place by magnetic wheels, an..."
      },
      "OnTheGo": {
        "brief": "As mobile device screens continue to get smaller (smartwatches, head-mounted devices like Google Glass), touch-based interactions with th..."
      }
    }
  },
  "mediated-matter": {
    "director": "Neri Oxman",
    "brief": "Designing for, with, and by nature",
    "peoplenum": 43,
    "hashnum": 13,
    "hashtags": [
      "#robotics",
      "#design",
      "#architecture",
      "#art",
      "#bioengineering",
      "#construction",
      "#environment",
      "#manufacturing",
      "#synthetic biology",
      "#interfaces",
      "#3d printing ",
      "#computer science",
      "#biotechnology"
    ],
    "projects": {
      "Water-Based Additive Manufacturing": {
        "brief": "This research presents water-based robotic fabrication as a design approach and enabling technology for additive manufacturing (AM) of bi..."
      },
      "Glass II": {
        "brief": "The Platform Optically transparent and structurally sound, glass has played a significant role in the evolution of product and archi..."
      },
      "DCP: Digital Construction Environment": {
        "brief": "The Digital Construction Environment is the first architectural-scale structure fabricated with the Digital Construction Platform (DCP). ..."
      },
      "Vespers II": {
        "brief": "Novel technologies for additive manufacturing are enabling design and  production at nature’s scale. We can seamlessly vary the physical ..."
      },
      "Silk Pavilion": {
        "brief": "The Silk Pavilion explores the relationship between digital and  biological fabrication on product and architectural scales.The primary  ..."
      },
      "Rottlace": {
        "brief": ""
      },
      "Glass I": {
        "brief": "Ancient yet modern, enclosing yet invisible, glass was first created in  Mesopotamia and Ancient Egypt 4,500 years ago. Precise recipes f..."
      },
      "Synthetic Apiary": {
        "brief": "The Synthetic Apiary proposes a new kind of environment, bridging urban and organismic scales by exploring one of the most important orga..."
      },
      "Organic Primitives": {
        "brief": "A large portion of the chemical and biological processes underlying our everyday experience remains imperceptible to us. Be it the conten..."
      },
      "Wanderers": {
        "brief": "The Wanderers were unveiled as part of the exhibition: ‘The  Sixth Element: Exploring the Natural Beauty of 3D Printing' on display ..."
      },
      "Living Materials Library": {
        "brief": "The control of living systems as part of design interfaces is of interest to both the scientific and design communities due to the abilit..."
      },
      "Living Mushtari": {
        "brief": "How can we design relationships between the most primitive and the most  sophisticated life forms? Can we design wearables embedded with ..."
      },
      "Digital Construction Platform v.1": {
        "brief": "The Digital Construction Platform (DCP) is an in-progress research project consisting of a compound robotic arm system. The system compri..."
      },
      "Printing Multi-Material 3D Microfluidics": {
        "brief": "Computation and fabrication in biology occur in aqueous environments. Through on-chip mixing, analysis, and fabrication, microfluidic chi..."
      },
      "Beast": {
        "brief": "Beast is an organic-like entity created synthetically by the incorporation of physical parameters into digital form-generation protocols...."
      },
      "Gemini": {
        "brief": "Gemini - an acoustical “twin chaise\" - spans multiple scales of the  human existence extending from the warmth of the womb to the stretch..."
      },
      "Functionally Graded Filament-Wound Carbon-Fiber Prosthetic Sockets": {
        "brief": "Prosthetic Sockets belong to a family of orthoic devices designed for amputee rehabilitation and performance augmentation. Although such ..."
      },
      "Bots of Babel": {
        "brief": "The Biblical story of the Tower of Babel involved a deliberate plan hatched by mankind to construct a platform from which man could fight..."
      },
      "Meta-Mesh: Computational Model for Design and Fabrication of Biomimetic Scaled Body Armors": {
        "brief": "A collaboration between Professor Christine Ortiz (project lead), Professor Mary C. Boyce, Katia Zolotovsky, and Swati Varshaney (MIT). O..."
      },
      "Printing Living Materials": {
        "brief": "How can biological organisms be incorporated into product, fashion, and architectural design to enable the generation of multi-functional..."
      },
      "FABRICOLOGY: Variable-Property 3D Printing as a Case for Sustainable Fabrication": {
        "brief": "Rapid prototyping technologies speed product design by facilitating visualization and testing of prototypes. However, such machines are l..."
      },
      "3D Printing of Functionally Graded Materials": {
        "brief": "Functionally graded materials--materials with spatially varying composition or microstructure--are omnipresent in nature. From palm trees..."
      },
      "Carpal Skin": {
        "brief": "Carpal Skin is a prototype for a protective glove to protect against Carpal Tunnel Syndrome, a medical condition in which the median nerv..."
      },
      "PCB Origami": {
        "brief": "The PCB Origami project is an innovative concept for printing digital materials and creating 3D objects with Rigid-flex PCBs and pick-and..."
      },
      "Additive Manufacturing in Glass: Electrosintering and Spark Gap Glass": {
        "brief": "Our initial experiments in spark electrosintering fabrication have demonstrated a capacity to solidify granular materials (35-88 micron s..."
      },
      "SpiderBot": {
        "brief": "The SpiderBot is a suspended robotic gantry system that provides an easily deployable platform from which to print large structures. The ..."
      },
      "Rapid Craft": {
        "brief": "The values endorsed by vernacular architecture have traditionally promoted designs constructed and informed by and for the environment, w..."
      },
      "Monocoque": {
        "brief": "French for \"single shell,\" Monocoque stands for a construction technique that supports structural load using an object's external skin. C..."
      },
      "Raycounting": {
        "brief": "Raycounting is a method for generating customized light-shading constructions by registering the intensity and orientation of light rays ..."
      },
      "CNSILK: Computer Numerically Controlled Silk Cocoon Construction": {
        "brief": "CNSILK explores the design and fabrication potential of silk fibers–inspired by silkworm cocoons–for the construction of woven habitats. ..."
      },
      "Anthozoa": {
        "brief": "A 3D-printed dress was debuted during Paris Fashion Week Spring 2013 as part of collaboration with fashion designer Iris Van Herpen for h..."
      },
      "Building-Scale 3D Printing": {
        "brief": "How can additive fabrication technologies be scaled to building-sized construction? We introduce a novel method of mobile swarm printing ..."
      },
      "Digitally Reconfigurable Surface": {
        "brief": "The digitally reconfigurable surface is a pin matrix apparatus for directly creating rigid 3D surfaces from a computer-aided design (CAD)..."
      },
      "Lichtenberg 3D Printing": {
        "brief": "Generating 3D Lichtenberg structures in sintered media (i.e. glass) using electricity offers a new approach to digital fabrication. By ro..."
      }
    }
  },
  "molecular-machines": {
    "director": "Joseph M. Jacobson",
    "brief": "Engineering at the limits of complexity with molecular-scale parts",
    "peoplenum": 14,
    "hashnum": 4,
    "hashtags": [
      "#bioengineering",
      "#genetics",
      "#synthetic biology",
      "#machine learning"
    ],
    "projects": {
      "DeepPPI": {
        "brief": "Protein-protein interactions (PPIs) are an essential part of many biological pathways in living organisms. With use cases such as regulat..."
      },
      "Affinity: Deep learning API for molecular geometry": {
        "brief": "Affinity is a high-level machine learning API (Application Programming Interface) dedicated exclusively to molecular geometry. Affinity i..."
      },
      "Synthetic Genome Engineering": {
        "brief": "We are currently developing novel DNA editing technologies to broaden the scope of genome engineering. Our strategy is based on identifyi..."
      },
      "Evolutron: Deep Learning for Protein Design": {
        "brief": "Technological advances in the past decade have allowed us to take a close look at the proteomes of living organisms. As a result, more th..."
      }
    }
  },
  "object-based-media": {
    "director": "V. Michael Bove",
    "brief": "Changing storytelling, communication, and everyday life through sensing, understanding, and new interface technologies",
    "peoplenum": 42,
    "hashnum": 15,
    "hashtags": [
      "#design",
      "#art",
      "#augmented reality",
      "#communications",
      "#consumer electronics",
      "#entertainment",
      "#environment",
      "#fashion",
      "#holography",
      "#human-machine interaction",
      "#music",
      "#storytelling",
      "#imaging",
      "#interfaces",
      "#data visualization"
    ],
    "projects": {
      "Hoverband": {
        "brief": "We propose a wearable object identification system which will allow users to “hover” their hands over objects and perform contextual inte..."
      },
      "design(human)design": {
        "brief": "design(human)design is a tool that builds on insights about the design process inspired by research carried out at IDEO Cambridge. The id..."
      },
      "Living Materials Library": {
        "brief": "The control of living systems as part of design interfaces is of interest to both the scientific and design communities due to the abilit..."
      },
      "EmotiveModeler: An Emotive Form Design CAD Tool": {
        "brief": "Whether or not we're experts in the design language of objects, we have an unconscious understanding of the emotional character of their ..."
      },
      "QuieSense:  Distributed Context-Awareness System for WiFi Enabled Mobile Devices": {
        "brief": "What if our mobile devices could sense and then adapt to the spatial, temporal, and social context of their local environments? Imagine i..."
      },
      "Emotive Materials": {
        "brief": "The design process is no longer limited to one group of individuals, as number, level, and cost make tools ever more accessible. As we mo..."
      },
      "ListenTree: Audio-Haptic Display in the Natural Environment": {
        "brief": "ListenTree is an audio-haptic display embedded in the natural environment. Visitors to our installation notice a faint sound emerging fro..."
      },
      "Dressed in Data": {
        "brief": "This project steps beyond data visualizations to create data experiences. It aims to engage not only the analytic mind, but also the arti..."
      },
      "Live Objects": {
        "brief": "A Live Object is a small device that can stream media content wirelessly to nearby mobile devices without an Internet connection. Live Ob..."
      },
      "Aerial Light-Field Display": {
        "brief": "Suitable for anywhere a \"Pepper's Ghost\" display could be deployed, this display adds 3D with motion parallax, as well as optically relay..."
      },
      "Thermal Fishing Bob: In-Place Environmental Data Visualization": {
        "brief": "Two of the most important traits of environmental hazards today are their invisibility and the fact that they are experienced by communit..."
      },
      "BigBarChart": {
        "brief": "BigBarChart is an immersive, 3D bar chart that provides a new physical way for people to interact with data. It takes data beyond visuali..."
      },
      "8K Time Machine": {
        "brief": "Archived TV programs evoke earlier times. This application combines a video and music archive with an immersive screen and a simple user ..."
      },
      "Narratarium": {
        "brief": "Narratarium augments printed and oral stories and creative play by projecting immersive images and sounds. We are using natural language ..."
      },
      "Smell Narratives": {
        "brief": "We are adding an olfactory dimension to storytelling in order to create more immersive and evocative experiences. Smell Narratives allows..."
      },
      "Free-Space Haptic Feedback for 3D Displays": {
        "brief": "What if you could not only see but also feel virtual objects as you interacted with them? This would enable richer and more realistic use..."
      },
      "Programmable Synthetic Hallucinations": {
        "brief": "We are creating consumer-grade appliances and authoring methodologies that will allow hallucinatory phenomena to be programmed and utiliz..."
      },
      "ShAir: A Platform for Mobile Content Sharing": {
        "brief": "ShAir is a platform for instantly and easily creating local content-shareable spaces without requiring an Internet connection or location..."
      },
      "Networked Playscapes: Dig Deep": {
        "brief": "Networked Playscapes re-imagines outdoor play by merging the flexibility of the digital world with the tangible, sensorial properties of ..."
      },
      "SurroundVision": {
        "brief": "Adding augmented reality to the living-room TV, we are exploring the technical and creative implications of using a mobile phone or table..."
      },
      "Bottles&Boxes: Packaging with Sensors": {
        "brief": "We have added inexpensive, low-power, wireless sensors to product packages to detect user interactions with products. Thus, a bottle can ..."
      },
      "Slam Force Net": {
        "brief": "A basketball net incorporates segments of conductive fiber whose resistance changes with degree of stretch. By measuring this resistance ..."
      },
      "Printed Wearable Holographic Display": {
        "brief": "Holographic displays offer many advantages, including comfort and maximum realism. In this project we adapt our guided-wave light-modulat..."
      },
      "Consumer Holo-Video": {
        "brief": "The goal of this project, building upon work begun by Stephen Benton and the Spatial Imaging group, is to enable consumer devices such as..."
      },
      "DUSK": {
        "brief": "DUSK was created as part of the Media Lab's Advancing Wellbeing initiative (supported by the Robert Wood Johnson Foundation) to create pr..."
      },
      "Guided-Wave Light Modulator for Holographic Video": {
        "brief": "We are developing inexpensive, efficient, high-bandwidth light modulators based on lithium niobate guided-wave technology. These full-col..."
      },
      "Infinity-by-Nine": {
        "brief": "We are expanding the home-video viewing experience by generating imagery to extend the TV screen and give the impression that the scene w..."
      },
      "Pillow-Talk": {
        "brief": "Pillow-Talk is a set of connected objects intended to assist in the capture and recall digitally stored dreams and memories via natural a..."
      },
      "4K/8K Comics": {
        "brief": "4K/8K Comics applies the affordances of ultra-high-resolution screens to traditional print media such as comic books, graphic novels, and..."
      },
      "Calliope": {
        "brief": "Calliope was designed by building on the lessons learnt from  the NeverEnding Drawing Machine. Rather than a static system that live..."
      },
      "3D Telepresence Chair": {
        "brief": "An autostereoscopic (no glasses) 3D display engine is combined with a \"Pepper's Ghost\" setup to create an office chair that appears to co..."
      },
      "Everything Tells a Story": {
        "brief": "Following upon work begun in the Graspables project, we are exploring what happens when a wide range of everyday consumer products can se..."
      }
    }
  },
  "opera-of-the-future": {
    "director": "Tod Machover",
    "brief": "Extending expression, learning, and health through innovations in musical composition, performance, and participation",
    "peoplenum": 39,
    "hashnum": 20,
    "hashtags": [
      "#robotics",
      "#performance representation",
      "#mapping system",
      "#disembodied performance system",
      "#performance systems",
      "#onstage representation",
      "#control system computer",
      "#design",
      "#art",
      "#artificial intelligence",
      "#cognition",
      "#crowdsourcing",
      "#health",
      "#human-machine interaction",
      "#learning",
      "#music",
      "#social media",
      "#sensors",
      "#social science",
      "#performance"
    ],
    "projects": {
      "The Telemetron": {
        "brief": "Today, the environments that humans occupy in space are designed for survival. Humans are carefully shuttled to and from space, and durin..."
      },
      "Philadelphia Voices": {
        "brief": "Philadelphia Voices is the latest in the series of City Symphonies projects that Tod Machover and the Opera of the Future group\thave..."
      },
      "City Symphonies: Massive Musical Collaboration": {
        "brief": "The City Symphony project by the Opera of the Future group brings creative musical participation to everyone while encouraging collaborat..."
      },
      "Spaces That Perform Themselves": {
        "brief": "Building on the understanding of music and architecture as creators of spatial experience, this project presents a novel way of unfolding..."
      },
      "Nebula": {
        "brief": "Nebula is a voice-controlled interactive software app that allow users to conduct a choir of diverse vocal sounds by using only their voi..."
      },
      "SNaSI: Wearable device to help the blind with social navigation": {
        "brief": "SNaSI (Social Navigation through Subtle Interactions) is a wearable system to help blind people in face-to-face interactions. Assistive s..."
      },
      "ImmerSound VR": {
        "brief": "ImmerSound is a virtual reality experience wherein one can compose music by drawing in 3D. The resulting composition is a sculpted sounds..."
      },
      "MM-RT": {
        "brief": "MM-RT is a tabletop tangible musical interface that employs electromagnetic actuators and small permanent magnets to physically induce so..."
      },
      "Eternal": {
        "brief": "The web enables massive realtime communication and collaboration, but most media on the web does not take advantage of these features. Me..."
      },
      "Aether Muse": {
        "brief": "Aether Muse proposes an extension for live internet streams of musical audio/video performance.  We explore how a two-way data connection..."
      },
      "Cognitarium": {
        "brief": "Cognitarium is a dynamic experiential preview of our early groundbreaking research in multimodal music and cognition. Distilled elements ..."
      },
      "Sonic Murals": {
        "brief": "Giving voice and information to objects and spaces around usObjects in our lives are usually either digital or not; mostly a wall is just..."
      },
      "Fensadense": {
        "brief": "Fensadense is a new work for 10-piece ensemble composed by Tod Machover, commissioned for the Lucerne Festival in summer 2015. The projec..."
      },
      "Tod Machover: Operas 1987-2014": {
        "brief": "This brief excerpt video shows a glimpse of some of Tod Machover’s innovative, unusual opera realized at—and with the collaboration of—th..."
      },
      "…but not simpler…": {
        "brief": "This collection of Tod Machover’s music focuses on chamber and orchestral music composed during the last decade, both with and without el..."
      },
      "Death and the Powers: Redefining Opera": {
        "brief": "Death and the Powers is a groundbreaking opera that brings a variety of technological, conceptual, and aesthetic innovations to the ..."
      },
      "Powers Live": {
        "brief": "Death and the Powers: Global Interactive Simulcast"
      },
      "Disembodied Performance": {
        "brief": "Early in the opera \"Death and the Powers,\" the main character, Simon Powers, is subsumed into a technological environment of his own crea..."
      },
      "Vocal Vibrations": {
        "brief": "Expressive Performance for Body -Mind WellbeingThe Vocal Vibrations music is now available for exclusive download from Bowers & Wilki..."
      },
      "Hyperscore": {
        "brief": "Music software that lets anyone compose music. The first music software program designed to teach students and adults how to compose musi..."
      },
      "Media Scores": {
        "brief": "Media scores provide a means to orchestrate multiple modalities in the creation of expressive works of art and performance. New technolog..."
      }
    }
  },
  "personal-robots": {
    "director": "Cynthia Breazeal",
    "brief": "Building socially engaging robots and interactive technologies to help people live healthier lives, connect with others, and learn better",
    "peoplenum": 40,
    "hashnum": 23,
    "hashtags": [
      "#robotics",
      "#design",
      "#architecture",
      "#artificial intelligence",
      "#bioengineering",
      "#cognition",
      "#data",
      "#food",
      "#health",
      "#human-machine interaction",
      "#kids",
      "#learning",
      "#networks",
      "#storytelling",
      "#social science",
      "#machine learning",
      "#social robotics",
      "#nonverbal behavior",
      "#long-term interaction ",
      "#language learning",
      "#affective computing",
      "#ethics",
      "#trust"
    ],
    "projects": {
      "Text-to-Motion: Automatic Sequencing of Animative Robot Motions": {
        "brief": "Text-to-Motion generates a sequence of contingent robot animations to accompany the sentiment analyzed from an input sentence and its spo..."
      },
      "Children's Perception of Empathy in Robot-Robot Scenarios": {
        "brief": "Empathy is a core human skill. From early stages of our lives, being able to understand and behave with empathy is fundamental to our soc..."
      },
      "Preschool Oriented Programming Toolkit": {
        "brief": "How can we add the missing 'T' and 'E' in preschool STEAM education?"
      },
      "Cognimates: collaborative creative learning with embodied intelligent agents": {
        "brief": "Conversational agents and connected toys are becoming common in homes.  The increasing exposure to \"intelligent\"  technology ra..."
      },
      "Social Robots in Space: Initial Explorations": {
        "brief": "Can we enable social connectivity between astronauts and people on Earth through an embodied agent?Astronauts actively communicate with t..."
      },
      "P2PSTORY: Dataset of Children as Storytellers and Listeners in Peer-to-Peer Interactions": {
        "brief": "P2PSTORY Dataset Understanding social-emotional behaviors in storytelling interactions plays a critical role in the development of i..."
      },
      "Artificial Listener with Social Intelligence": {
        "brief": "A social robot modifies its behavior to change what you think about it!"
      },
      "Predicting Trust Between People": {
        "brief": "Machine learning model outperforms human judgement!"
      },
      "Emotionally Aware Robot Teammates": {
        "brief": "Emotionally supportive robots improve overall team functioning!"
      },
      "Realtime Detection of Social Cues": {
        "brief": "Realtime detection of social cues in children’s voices!"
      },
      "Intentional Inference of Emotions": {
        "brief": "Emotion recognition modeled as a goal-directed process!"
      },
      "Human-Robot Trust": {
        "brief": "Unconventional mixing of research fields introduces a new method to study human behavior using social robots."
      },
      "Designing Social Robots for Elders": {
        "brief": "The increasing geographical separation and the technological divide has made it more diﬃcult for elders to interact with their families. ..."
      },
      "Relational AI": {
        "brief": "Creating long-term interpersonal interaction and shared experiences with social robots. Many of our current projects explore the use of s..."
      },
      "Curious Learning: Understanding Learning Behaviors for Early Literacy": {
        "brief": "Early literacy plays an important role in a child's future. However, the reality is that over 57 million children have no access to a sch..."
      },
      "Proactive, Connected Spaces": {
        "brief": "With families living further apart, it has become increasingly difficult for people to stay connected—particularly in the case of grandpa..."
      },
      "Tega: A New Social Robot Platform": {
        "brief": "Tega is a new robot platform designed to support long-term, in-home interactions with children, with applications in early-literacy educa..."
      },
      "Huggable: A Social Robot for Pediatric Care": {
        "brief": "The Huggable is a new type of robotic companion for health care, education, and social communication applications. The Huggable is much m..."
      },
      "Personalized Robot Storytelling Companion": {
        "brief": "Could a social robot collaboratively exchange stories with children as a peer and help improve their linguistic and storytelling skills? ..."
      },
      "Robot Expressiveness Affects Children's Learning": {
        "brief": "Prior research with preschool children has established that book reading, especially when children are encouraged to actively process the..."
      },
      "Robot Mindset and Curiosity": {
        "brief": "Young Learner's Companion Developing Robot's Growth mindset and Pro-curious Behavior and Fostering the same in Young Learners via Lo..."
      },
      "Personalized  Interaction for Language Learning": {
        "brief": "The process by which children learn native languages is markedly different from the process of learning a second, or non-native, language..."
      }
    }
  },
  "responsive-environments": {
    "director": "Joseph A. Paradiso",
    "brief": "Augmenting and mediating human experience, interaction, and perception with sensor networks",
    "peoplenum": 50,
    "hashnum": 21,
    "hashtags": [
      "#robotics",
      "#design",
      "#architecture",
      "#artificial intelligence",
      "#bioengineering",
      "#cognition",
      "#cryptocurrency",
      "#data",
      "#ecology",
      "#environment",
      "#fashion",
      "#health",
      "#music",
      "#networks",
      "#wearable computing",
      "#sensors",
      "#interfaces",
      "#blockchain",
      "#computer science",
      "#mapping",
      "#space"
    ],
    "projects": {
      "Haptic Footprint": {
        "brief": "We only perceive a tiny sliver of the world around us. We are constrained by what our senses can process. These senses evolved to react t..."
      },
      "TESSERAE: Self-Assembling Space Architecture": {
        "brief": "The future of human habitation in space, from Low Earth Orbit (LEO) to planetary systems far beyond, lies in self-assembling, adaptive, a..."
      },
      "Grappler:  Arrays of bistable elements for landing distributed sensor networks on low gravity bodies": {
        "brief": "Can a modified snap bracelet be used to land infrastructure on an asteroid? It is notoriously difficult to stick a landing on a low ..."
      },
      "VisualSoundtrack": {
        "brief": "We present VisualSoundtrack, a system designed  as a tool for soundtrack composers to experiment with original musical  content in differ..."
      },
      "FabricKeyboard": {
        "brief": "Multimodal textile sensate media as an expressive and deformable musical interfaceIn the area of intelligent textiles, we are exploring a..."
      },
      "DermalAbyss: Possibilities of Biosensors as a Tattooed Interface": {
        "brief": "Can tattoos embrace technology in order to make the skin interactive?The DermalAbyss project is the result of a collaboration between MIT..."
      },
      "Rovables": {
        "brief": "We introduce Rovables, a miniature robot that can move freely on unmodified clothing. The robots are held in place by magnetic wheels, an..."
      },
      "Mediated Atmospheres": {
        "brief": "The Mediated Atmospheres project envisions a smart office that is capable of dynamically transforming itself to enhance occupants' work e..."
      },
      "Low-Power Wireless Environmental Sensor Node": {
        "brief": "Tidmarsh is a 600-acre former cranberry farm near Plymouth, MA that is being restored to natural wetland.  As the restoration procee..."
      },
      "Living Observatory: Sensor Networks for Documenting and Experiencing Ecology": {
        "brief": "Living Observatory is an initiative for documenting and interpreting ecological change that will allow people, individually and collectiv..."
      },
      "SensorTape: Modular and Programmable 3D-Aware Dense Sensor Network on a Tape": {
        "brief": "SensorTape is a modular and dense sensor network in a form factor of a tape. SensorTape is composed of interconnected and programmable se..."
      },
      "Skrin": {
        "brief": "Skrin is an exploration project on digitalized body skin surface using embedded electronics and prosthetics. Human skin is a means for pr..."
      },
      "Tid'Zam": {
        "brief": "Tid'Zam is an ambient sound analysis system for outdoor environments. It is a component of the Tidmarsh Farms project which monitors the ..."
      },
      "Fluxa": {
        "brief": "Fluxa is a compact wearable device that exploits body movements, as well as the visual effects of persistence of vision (POV), to generat..."
      },
      "Circuit Storybook": {
        "brief": "An interactive picture book that explores storytelling techniques through paper-based circuitry. Sensors, lights, and microcontrollers em..."
      },
      "Quantizer: Sonification Platform for High-Energy Physics Data": {
        "brief": "Inspired by previous work in the field of sonification, we are building a data-driven composition platform that will enable users to map ..."
      },
      "FingerSynth: Wearable Transducers for Exploring the Environment through Sound": {
        "brief": "The FingerSynth is a wearable musical instrument made up of a bracelet and set of rings that enables its players to produce sound by touc..."
      },
      "HearThere: Ubiquitous Sonic Overlay": {
        "brief": "With our Ubiquitous Sonic Overlay, we are working to place virtual sounds in the user's environment, fixing them in space even as the use..."
      },
      "Mindful Photons: Context-Aware Lighting": {
        "brief": "Light enables our visual perception. It is the most common medium for displaying digital information. Light regulates our circadian rhyth..."
      },
      "NailO": {
        "brief": "NailO is a wearable input device in the form of a commercialized nail art sticker. It works as a miniaturized trackpad the size and thick..."
      },
      "Doppelmarsh: Cross-Reality Environmental Sensor Data Browser": {
        "brief": "Doppelmarsh is a cross-reality sensor data browser built for experimenting with presence and multimodal sensory experiences. Built on evo..."
      },
      "SensorChimes: Musical Mapping for Sensor Networks": {
        "brief": "SensorChimes aims to create a new canvas for artists leveraging ubiquitous sensing and data collection. Real-time data from environmental..."
      },
      "DoppelLab: Experiencing Multimodal Sensor Data": {
        "brief": "Homes and offices are being filled with sensor networks to answer specific queries and solve pre-determined problems, but no comprehensiv..."
      },
      "Low-Power Gesture Input with Wrist-Worn Pressure Sensors": {
        "brief": "We demonstrate an always-available, on-body gestural interface. Using an array of pressure sensors worn around the wrist, it can distingu..."
      },
      "Circuit Stickers Activity Book": {
        "brief": "The Circuit Sticker Activity Book is a primer for using circuit stickers to create expressive electronics. Inside are explanations of the..."
      },
      "Halo: Wearable Lighting": {
        "brief": "Imagine a future where lights are not fixed to the ceiling, but follow us wherever we are. In this colorful world we enjoy lighting that ..."
      },
      "Circuit Stickers": {
        "brief": "Circuit Stickers is a toolkit for crafting electronics using flexible and sticky electronic pieces. These stickers are created by printin..."
      },
      "Hacking the Sketchbook": {
        "brief": "In this project we investigate how the process of building a circuit can be made more organic, like sketching in a sketchbook. We integra..."
      },
      "Prosthetic Sensor Networks: Factoring Attention, Proprioception, and Sensory Coding": {
        "brief": "Sensor networks permeate our built and natural environments, but our means for interfacing to the resultant data streams have not evolved..."
      },
      "ListenTree: Audio-Haptic Display in the Natural Environment": {
        "brief": "ListenTree is an audio-haptic display embedded in the natural environment. Visitors to our installation notice a faint sound emerging fro..."
      },
      "Experiential Lighting: New User Interfaces for Lighting Control": {
        "brief": "The vision of pervasive computing is now mainstream. These connected devices permeate every aspect of our lives. Yet, we remain tethered ..."
      },
      "Chain API": {
        "brief": "RESTful services and the Web provide a framework and structure for content delivery that is scalable, not only in size but, more importan..."
      },
      "Programmable Paintings": {
        "brief": "Programmable Paintings are a series of artworks that use electronic elements such as LED lights and microphone sensors as \"pigments\" in p..."
      }
    }
  },
  "scalable-cooperation": {
    "director": "Iyad Rahwan",
    "brief": "Reimagining human cooperation in the age of social media and artificial intelligence",
    "peoplenum": 32,
    "hashnum": 21,
    "hashtags": [
      "#artificial intelligence",
      "#crowdsourcing",
      "#data",
      "#environment",
      "#extended intelligence",
      "#government",
      "#human-machine interaction",
      "#networks",
      "#politics",
      "#social media",
      "#storytelling",
      "#transportation",
      "#urban planning",
      "#imaging",
      "#social science",
      "#machine learning",
      "#collective intelligence",
      "#behavioral science",
      "#blockchain",
      "#ethics",
      "#trade"
    ],
    "projects": {
      "Norman": {
        "brief": "We present Norman, world's first psychopath AI. Norman was inspired by the fact that the data used to teach a machine learning algorithm ..."
      },
      "Reversed Urbanism": {
        "brief": "Predicting Urban Performance Through Behavioral Patterns in Temporal Telecom DataThis study explores a novel method to analyze diverse be..."
      },
      "TuringBox: Democratizing the study of AI": {
        "brief": "TuringBox is a platform that makes it easier for social and behavioral scientists to study Artificial Intelligence algorithms. ..."
      },
      "AI Ethics and Governance": {
        "brief": "This project will support social scientists, philosophers, and policy and legal scholars who undertake research that aims to impact how a..."
      },
      "Global Cooperation": {
        "brief": "Measuring Cooperation at Scale"
      },
      "MyGoodness": {
        "brief": "There are over one million registered charities in the United States alone, and many more worldwide. How do you choose among them? M..."
      },
      "Deep Empathy": {
        "brief": "What would your city look like after a disaster? Deep Empathy is a collaboration between the Scalable Coope..."
      },
      "Evolution of the Social Contract": {
        "brief": "Political constitutions describe the fundamental principles by which nation-states are governed, the political and legal state institutio..."
      },
      "Shelley: Human-AI Collaborated Horror Stories": {
        "brief": "Project website: shelley.ai Human-AI collaborated stories: stories.shelley.ai Follow @shelley_ai to collaborate ..."
      },
      "A Voting-Based System for Ethical Decision Making": {
        "brief": "The problem of ethical decision making presents  a grand challenge for modern AI research. Arguably the main obstacle to automating ..."
      },
      "DeepMoji": {
        "brief": "Emotional content is an important part of language. There are many use cases now showing that natural language processing is becoming an ..."
      },
      "Opinion Aggregation": {
        "brief": "Opinion aggregation on social media uses various mechanisms,  such as \"Likes\" or thumbs-up/-down, which handle a single item at a time. I..."
      },
      "Society-in-the-Loop": {
        "brief": "Recent rapid advances in Artificial Intelligence (AI) and Machine Learning have raised many questions about the regulatory and governance..."
      },
      "Identifying the Human Impacts of Climate Change": {
        "brief": "Climate change is going to alter the environments that we depend on in myriad ways. We're using data to identify and quantify these poten..."
      },
      "Future of Work: Automation,  Labor & Cities": {
        "brief": "As advances in robotics and artificial intelligence revive concerns about the impact of automation on jobs, a question looms: How will au..."
      },
      "Moral Machine": {
        "brief": "The Moral Machine is a platform for gathering a human perspective on moral decisions made by machine intelligence, such as self-driving c..."
      },
      "Ethics of Autonomous Vehicles": {
        "brief": "Adoption of self-driving, Autonomous Vehicles (AVs) promises to dramatically reduce the number of traffic accidents, but some inevitable ..."
      },
      "Nightmare Machine": {
        "brief": "For centuries, across geographies, religions, and cultures, people try to innovate ways of scaring each other. Creating a visceral emotio..."
      },
      "Promoting Cooperation through Peer Pressure": {
        "brief": "Cooperation in a large society of self-interested individuals is notoriously difficult to achieve when the externality of one individual'..."
      },
      "Honest Crowds": {
        "brief": "The Honest Crowds project addresses shortcomings of traditional survey techniques in the modern information and big data age. Web survey ..."
      },
      "DARPA Shredder Challenge: Crowdsourcing Under Attack": {
        "brief": "The Internet has unleashed the capacity for planetary-scale collective problem solving (also known as crowdsourcing). However, the very o..."
      },
      "Cognitive Limits of Social Networks": {
        "brief": "There is a wide cultural belief in the power of the Internet and social media as enablers of collective intelligence. They help us spread..."
      },
      "Human-Machine Cooperation": {
        "brief": "Since Alan Turing envisioned Artificial Intelligence (AI), a major driving force behind technical progress has been competition with huma..."
      }
    }
  },
  "sculpting-evolution": {
    "director": "Kevin Esvelt",
    "brief": "Exploring evolutionary and ecological engineering",
    "peoplenum": 13,
    "hashnum": 13,
    "hashtags": [
      "#bioengineering",
      "#civic technology",
      "#crowdsourcing",
      "#ecology",
      "#environment",
      "#genetics",
      "#health",
      "#kids",
      "#learning",
      "#synthetic biology",
      "#ethics",
      "#trust",
      "#engineering"
    ],
    "projects": {
      "City as Classroom, City as Laboratory": {
        "brief": "Often, we neglect to see the city as living, complex, and dynamic. Shrouded by its masses of concrete and steel, however, lie unique ecos..."
      },
      "Ecology, Evolution, and Engineering for Empowered Brains": {
        "brief": "EEEeb Spring 2018: April 15,  29; May 13, 27; June 3. To register, please visit this link.Sponsored and run by members of ..."
      },
      "Responsive Science": {
        "brief": "Responsive Science is a way of conducting research that invites openness and community involvement from the earliest stages of each proje..."
      },
      "Daisy Drives": {
        "brief": "Who should decide whether, when, and how to alter the environment? It's a hard question, especially when the decision will impact people ..."
      },
      "Understanding Molecular Evolution": {
        "brief": "Humanity has harnessed evolution to sculpt domesticated animals, crops, and molecules, but the process remains a black box. Which combina..."
      },
      "Studying the Evolution of Gene Drive Systems": {
        "brief": "How will gene drive systems evolve once released into the wild? Can they be reliably overwritten and blocked by immunizing reversal drive..."
      },
      "Reducing Suffering in Laboratory Animals": {
        "brief": "The world uses an estimated 20 million mice in laboratory research experiments each year. These experiments are monitored and regulated t..."
      },
      "Preventing Tick-Borne Disease by Permanently Immunizing Mice": {
        "brief": "Lyme disease is the most common vector-borne infection in North America. People are infected when bitten by ticks; ticks are typically in..."
      },
      "Engineering Microbial Ecosystems": {
        "brief": "We are developing methods of controlling the genetic and cellular composition of microbial communities in the gut. Stably colonized micro..."
      },
      "Computer-Assisted Transgenesis": {
        "brief": "This is a new platform to automate experiments in genetic engineering and bring large-scale moonshot projects within reach. Too often, la..."
      }
    }
  },
  "signal-kinetics": {
    "director": "Fadel Adib",
    "brief": "Extending human and computer abilities in sensing, communication, and actuation through signals and networks",
    "peoplenum": 6,
    "hashnum": 12,
    "hashtags": [
      "#robotics",
      "#artificial intelligence",
      "#communications",
      "#health",
      "#human-machine interaction",
      "#networks",
      "#security",
      "#systems",
      "#sensors",
      "#interfaces",
      "#networking",
      "#internet of things"
    ],
    "projects": {
      "RFind: Extreme Localization for Billions of Items": {
        "brief": "Presenting RFind, a new technology that allows us to locate almost any object with extreme accuracy by transforming low-cost, battery-fre..."
      },
      "RFly: Drones that find missing objects using battery-free RFIDs": {
        "brief": "Can drones find missing items? Every year, companies lose billions of dollars due to misplaced items and faulty inventory records in thei..."
      },
      "Health Sensing using Wireless Signals": {
        "brief": "Today’s health sensors (which monitor breathing, heartbeats, steps, etc.) require their users to wear them on their bodies. In contrast, ..."
      },
      "Seeing Through Walls": {
        "brief": "Our group develops technologies that can see through walls and perform motion capture through occlusions. To do so, we rely on wireless s..."
      },
      "Programming Wireless Networks (Computer Networks)": {
        "brief": "Wireless networks—consisting of WiFi, LTE, RFIDs, and millimeter-wave devices—have become integral parts of our everyday lives. Our resea..."
      },
      "Cyber-Physical Security and Privacy (System & Network Security)": {
        "brief": "In the age of ubiquitous connectivity and the Internet of Things, our security and privacy have taken on new dimensions. For example, how..."
      }
    }
  },
  "social-machines": {
    "director": "Deb Roy",
    "brief": "Promoting deeper learning and understanding in human networks",
    "peoplenum": 40,
    "hashnum": 27,
    "hashtags": [
      "#design",
      "#architecture",
      "#artificial intelligence",
      "#civic media",
      "#cognition",
      "#communications",
      "#consumer electronics",
      "#data",
      "#developing countries",
      "#economy",
      "#entertainment",
      "#food",
      "#government",
      "#human-machine interaction",
      "#kids",
      "#learning",
      "#networks",
      "#politics",
      "#social media",
      "#storytelling",
      "#wearable computing",
      "#networking",
      "#social science",
      "#machine learning",
      "#language learning",
      "#computer science",
      "#mapping"
    ],
    "projects": {
      "Rumor Gauge: Automatic Detection and Verification of Rumors on Twitter": {
        "brief": "The spread of malicious or accidental misinformation in social media, especially in time-sensitive situations, such as real-world emergen..."
      },
      "The Spread of True and False Information Online": {
        "brief": "We investigated the spread of all of the verified news stories–verified as either true or false–distributed on Twitter from 2006 to 2017...."
      },
      "Human-organized Swarms": {
        "brief": "Swarm robotics traditionally have relied on autonomous organization of swarm robots using localization algorithms and self-actuation. In ..."
      },
      "FlipFeed": {
        "brief": "FlipFeed is a Google Chrome Extension that enables Twitter users to replace their own feed with that of another real Twitter user. Powere..."
      },
      "Collective Debate": {
        "brief": "On Collective Debate, users take a test of their morality, then debate an artificial agent regarding a controversial claim: tha..."
      },
      "The Story Learning Machine": {
        "brief": "The Storytelling project uses machine-based analytics to identify the qualities of engaging and marketable media. By developing models wi..."
      },
      "Playful Words": {
        "brief": "To learn more about our lab's learning project, please check out: http://playfulwords.org/"
      },
      "Social Mirror": {
        "brief": "Social Mirror is a web application that helps Twitter users interactively explore the politically-active parts of their social network.  ..."
      },
      "The Electome: Measuring Responsiveness in the 2016 Election": {
        "brief": "The Electome: Where AI Meets Political JournalismThe Electome project is a machine-driven mapping and analysis of public sphere content a..."
      }
    }
  },
  "space-enabled": {
    "director": "Danielle Wood",
    "brief": "Advancing justice in Earth's complex systems using designs enabled by space",
    "peoplenum": 10,
    "hashnum": 7,
    "hashtags": [
      "#civic technology",
      "#developing countries",
      "#environment",
      "#government",
      "#health",
      "#social science",
      "#space"
    ],
    "projects": {}
  },
  "synthetic-neurobiology": {
    "director": "Edward Boyden",
    "brief": "Revealing insights into the human condition and repairing brain disorders via novel tools for mapping and fixing brain computations",
    "peoplenum": 72,
    "hashnum": 12,
    "hashtags": [
      "#robotics",
      "#artificial intelligence",
      "#bioengineering",
      "#cognition",
      "#extended intelligence",
      "#genetics",
      "#health",
      "#neurobiology",
      "#pharmaceuticals",
      "#synthetic biology",
      "#imaging",
      "#biotechnology"
    ],
    "projects": {
      "8K Brain Tour": {
        "brief": "We present an 8K (7680 x 4320 pixels) visualization system for terabyte-scale, three-dimensional microscopy images of a brain slice that ..."
      },
      "Tools for mapping the molecular architecture and wiring of the brain": {
        "brief": "Complex biological systems such as brain circuits are extended 3-D structures made out of nanoscale building blocks such as proteins, RNA..."
      },
      "Tools for Recording High-Speed Brain Dynamics": {
        "brief": "The brain is a three-dimensional, densely-wired circuit that computes via large sets of widely distributed neurons interacting at fast ti..."
      },
      "Prototype Strategies for Treating Brain Disorders": {
        "brief": "New technologies for recording neural activity, controlling neural activity, or building brain circuits, may be capable someday of servin..."
      },
      "Understanding Normal and Pathological Brain Computations": {
        "brief": "We are providing our tools to the community, and also using them within our lab, to analyze how specific brain mechanisms (molecular, cel..."
      },
      "Optogenetics: Molecules Enabling Neural Control by Light": {
        "brief": "We have pioneered the development of fully genetically encoded reagents that, when targeted to specific cells, enable their physiology to..."
      }
    }
  },
  "tangible-media": {
    "director": "Hiroshi Ishii",
    "brief": "Seamlessly coupling the worlds of bits and atoms by giving dynamic physical form to digital information and computation",
    "peoplenum": 64,
    "hashnum": 17,
    "hashtags": [
      "#robotics",
      "#design",
      "#virtual reality",
      "#art",
      "#artificial intelligence",
      "#augmented reality",
      "#cognition",
      "#consumer electronics",
      "#fashion",
      "#food",
      "#human-machine interaction",
      "#manufacturing",
      "#music",
      "#interfaces",
      "#social science",
      "#biotechnology",
      "#internet of things"
    ],
    "projects": {
      "Liquid resin fabrication in microgravity": {
        "brief": "The future of human life outside of Earth will heavily depend on the ability to fabricate and manufacture things. Yet fabrication in spac..."
      },
      "Programmable Droplets": {
        "brief": "​State-of-the art liquid handling systems are generally pump-driven systems connected with valves and tubes. These systems are manually a..."
      },
      "AnimaStage": {
        "brief": "We present AnimaStage: a hands-on animated craft platform based on an actuated stage. Utilizing a pin-based shape display, users can anim..."
      },
      "Transformative Appetite": {
        "brief": "We developed a concept of transformative appetite, where edible 2D films made of common food materials (protein, cellulose or starch) can..."
      },
      "Printflatables: Printing Human-scale, Functional and Dynamic Inflatable Objects": {
        "brief": "Printflatables is a design and fabrication system for human-scale, functional and dynamic inflatable objects. The user begins with specif..."
      },
      "Kinetix": {
        "brief": "kinetiX is a transformable material featuring a design that resembles a cellular structure. It consists of rigid plates or rods and elast..."
      },
      "Auto-Inflatables": {
        "brief": "Auto-inflatables explores the design space of self-inflating structures. By using chemical reactions as a source of carbon dioxide on-dem..."
      },
      "Materiable": {
        "brief": "Shape-changing interfaces give physical shape to digital data so that users can feel and manipulate data with their hands and body. Combi..."
      },
      "LineFORM": {
        "brief": "We propose a novel shape-changing interface that consists of a single line. Lines have several interesting characteristics from the persp..."
      },
      "aeroMorph": {
        "brief": "The project investigates how to make origami structure with inflatables with various materials. We introduce a universal bending mechanis..."
      },
      "jamSheets: Interacting with Thin Stiffness-Changing Material": {
        "brief": "This project introduces layer jamming as an enabling technology for designing deformable, stiffness-tunable, thin sheet interfaces. Inter..."
      },
      "TRANSFORM": {
        "brief": "TRANSFORM fuses technology and design to celebrate its transformation from still furniture to a dynamic machine driven by a stream of dat..."
      },
      "Cilllia: 3D-Printed Micro Pillar Structures for Surface Texture, Actuation and Sensing": {
        "brief": "In nature, hair has numerous functions such as providing warmth, adhesion, locomotion, sensing, and a sense of touch, as well as its well..."
      },
      "bioLogic—Science Advances": {
        "brief": "Cells’ biomechanical responses to external stimuli have been intensively studied but rarely implemented into devices that interact w..."
      },
      "inFORM": {
        "brief": "Shape displays can be used to render both 3D physical content and user interface elements. We propose to use shape displays in three diff..."
      },
      "TRANSFORM: Adaptive and Dynamic Furniture": {
        "brief": "Introducing TRANSFORM, a shape-changing desk. TRANSFORM is an exploration of how shape display technology can be integrated into our ever..."
      },
      "Pneumatic Shape-Changing Interfaces": {
        "brief": "An enabling technology to build shape-changing interfaces through pneumatically driven, soft-composite materials. The composite materials..."
      },
      "Radical Atoms": {
        "brief": "Radical Atoms is our vision of interactions with future materials. Radical Atoms goes beyond Tangible Bits by assuming a hypothetical gen..."
      },
      "ChainFORM": {
        "brief": "ChainFORM is a modular hardware system for designing linear shape-changing interfaces. Each module is developed based on a servo motor wi..."
      },
      "Pneuduino": {
        "brief": "Pneuduino is a hardware platform for kids, students, artists, designers, and researchers who are interested in controlling air flow and p..."
      },
      "MirrorFugue": {
        "brief": "MirrorFugue is an installation for a player piano that evokes the impression that the \"reflection\" of a disembodied pianist is playing th..."
      }
    }
  },
  "viral-communications": {
    "director": "Andrew Lippman",
    "brief": "Creating scalable technologies that evolve with user inventiveness",
    "peoplenum": 38,
    "hashnum": 25,
    "hashtags": [
      "#design",
      "#augmented reality",
      "#bioengineering",
      "#communications",
      "#consumer electronics",
      "#crowdsourcing",
      "#cryptocurrency",
      "#data",
      "#economy",
      "#entertainment",
      "#government",
      "#health",
      "#human-machine interaction",
      "#networks",
      "#open source",
      "#politics",
      "#privacy",
      "#social media",
      "#wearable computing",
      "#interfaces",
      "#social science",
      "#machine learning",
      "#collective intelligence",
      "#behavioral science",
      "#blockchain"
    ],
    "projects": {
      "MedRec": {
        "brief": "Electronic Health Records (EHRs) were never designed to manage the complexities of multi-institutional, lifetime medical records. As pati..."
      },
      "SuperGlue": {
        "brief": "SuperGlue is a core news research initiative that is a \"digestion system\" and metadata generator for mass media. An evolving set of analy..."
      },
      "FiftyNifty": {
        "brief": "This is a grassroots challenge to get friends to participate in democracy by making calls to congresspeople in all 50 states. Live phone ..."
      },
      "Panorama": {
        "brief": "An interface for smashing filter bubbles, Panorama is built to allow open, transparent, and collaborative exploration of news from a..."
      },
      "Super Cut Notes": {
        "brief": "A large portion of popular media is remixed: existing media content is spliced and re-ordered in a manner that serves a specific narrativ..."
      },
      "This Is How": {
        "brief": "This Is How is a platform for connecting makers with small businesses through stories. Small businesses share their stories in the form o..."
      },
      "News Graph": {
        "brief": "This project aims to show a different picture of the data behind the news, looking at how we analyze, represent, and interact with it.&nb...;"
      },
      "Solar Micro-Mining": {
        "brief": "Bitcoin generates net-new value from \"mining\" in a distributed network. In this work, we explore solar micro-mining rigs that transform e..."
      },
      "Watch People Watch": {
        "brief": "Recording your reaction to a short video is becoming the new gossip; famous watchers get as many as 750,000 views. We attempt to transfor..."
      },
      "8K Time into Space": {
        "brief": "8K Time into Space is a user interface for a video exploration system with an 8K display. 8K is an ultra high-definition video system and..."
      },
      "IoT Recorder": {
        "brief": "The physical world is increasingly coming online. We have things that measure, sense, and broadcast to the rest of the world. We call thi..."
      },
      "Wall of Now": {
        "brief": "Wall of Now is a multi-dimensional media browser of recent news items. It attempts to address our need to know everything by presenting a..."
      },
      "As You Need It": {
        "brief": "Video or broadcast news is viewed in a far wider set of circumstances than it ever has been before. It is composed with the assumption of..."
      },
      "VR Codes": {
        "brief": "VR Codes are dynamic data invisibly hidden in television and graphic displays.  They allow the display to present simultaneously visual i..."
      },
      "DbDb": {
        "brief": "DbDb (pronounced DubDub) is a collaborative, visually based analysis and simulation platform. We promote open distribution of experimenta..."
      },
      "The Glass Infrastructure (GI)": {
        "brief": "This project builds a social, place-based information window into the Media Lab using 30 touch-sensitive screens strategically placed thr..."
      },
      "NewsClouds": {
        "brief": "NewsClouds presents a visual exploration of how the news reporting of an event evolves over time. Each \"cloud\" represents a publication a..."
      },
      "GIFGIF": {
        "brief": "An animated GIF is a magical thing. It has the power to compactly convey emotion, empathy, and context in a subtle way that text or emoti..."
      }
    }
  }
}